export const SCHOOLS: { id: string; name: string }[] = [
  {
    "id": "340190",
    "name": "כל ישראל חברים"
  },
  {
    "id": "140038",
    "name": "עירוני דתי רוטשילד"
  },
  {
    "id": "580027",
    "name": "מקוה ישראל דתי"
  },
  {
    "id": "580035",
    "name": "מקוה ישראל כללי"
  },
  {
    "id": "247056",
    "name": "נזירות סנט גוזף"
  },
  {
    "id": "277012",
    "name": "דון בוסקו"
  },
  {
    "id": "540062",
    "name": "גמנסיה עברית הרצליה"
  },
  {
    "id": "140079",
    "name": "הגמנסיה העברית"
  },
  {
    "id": "547042",
    "name": "תיכון טרה סנטה יפו"
  },
  {
    "id": "340216",
    "name": "הריאלי העברי חיפה"
  },
  {
    "id": "347021",
    "name": "נזירות נצרת"
  },
  {
    "id": "140186",
    "name": "תורני ע\"ש פ. הימלפרב"
  },
  {
    "id": "480087",
    "name": "חקלאי נחלת יהודה"
  },
  {
    "id": "380022",
    "name": "מקיף שפיה"
  },
  {
    "id": "280057",
    "name": "מקיף חקלאי נהלל"
  },
  {
    "id": "480145",
    "name": "כפר הנוער בן שמן"
  },
  {
    "id": "280032",
    "name": "כפר נוער ניר העמק"
  },
  {
    "id": "480061",
    "name": "חקלאי עיינות"
  },
  {
    "id": "170043",
    "name": "תיכון שחרית"
  },
  {
    "id": "280065",
    "name": "מקיף חקלאי כדורי"
  },
  {
    "id": "340208",
    "name": "עירוני חוגים"
  },
  {
    "id": "140061",
    "name": "תכון ליד האוניברסיטה"
  },
  {
    "id": "380030",
    "name": "אורט חקלאי פרדס-חנה"
  },
  {
    "id": "440016",
    "name": "תיכון דה שליט"
  },
  {
    "id": "470021",
    "name": "טכנולוגי עירוני ויצו"
  },
  {
    "id": "540203",
    "name": "תיכון אהל שם"
  },
  {
    "id": "340281",
    "name": "תיכון חדרה"
  },
  {
    "id": "340232",
    "name": "ישיבת בני עקיבא יבנה"
  },
  {
    "id": "380048",
    "name": "כפר הנוער הדתי"
  },
  {
    "id": "540070",
    "name": "תיכון חדש ע\"ש רבין"
  },
  {
    "id": "540039",
    "name": "עירוני כ\"ט-ראשית בנות"
  },
  {
    "id": "540344",
    "name": "תיכון ע\"ש קלעי"
  },
  {
    "id": "540476",
    "name": "ישיבת הרב עמיאל"
  },
  {
    "id": "140046",
    "name": "עירוני ג'"
  },
  {
    "id": "440065",
    "name": "גמנסיה ראלית עש קררי"
  },
  {
    "id": "170035",
    "name": "מקצועי בית יעקב"
  },
  {
    "id": "190066",
    "name": "מכון בית יעקב למורות"
  },
  {
    "id": "370049",
    "name": "בית הספר רעות לאמנויות"
  },
  {
    "id": "260091",
    "name": "הרב תחומי עמק חרוד"
  },
  {
    "id": "240051",
    "name": "אורט מקיף דתי יהודה"
  },
  {
    "id": "440321",
    "name": "ישיבת בנ\"ע כפר הרואה"
  },
  {
    "id": "340133",
    "name": "מקיף עירוני ק. חיים"
  },
  {
    "id": "170092",
    "name": "קשת ראם ע\"ש אליס סליגסברג"
  },
  {
    "id": "440115",
    "name": "מקיף טשרניחובסקי"
  },
  {
    "id": "140780",
    "name": "ישיבת כוכב מיעקב"
  },
  {
    "id": "140921",
    "name": "ישיבת בית אברהם"
  },
  {
    "id": "261065",
    "name": "דרכא בית ירח"
  },
  {
    "id": "370072",
    "name": "עמל חדרה למדעים ולאמנויות"
  },
  {
    "id": "440172",
    "name": "תיכון כצנלסון"
  },
  {
    "id": "247031",
    "name": "נזירות פרנציסקניות"
  },
  {
    "id": "248021",
    "name": "תיכון הגליל"
  },
  {
    "id": "440081",
    "name": "אולפנית ישורון"
  },
  {
    "id": "540112",
    "name": "עירוני א' לאמנויות"
  },
  {
    "id": "570051",
    "name": "הייטק ואומנויות ע\"ש שמעון פרס"
  },
  {
    "id": "440099",
    "name": "תיכון ברנר"
  },
  {
    "id": "360123",
    "name": "מקיף גוונים"
  },
  {
    "id": "540120",
    "name": "עירוני תורני ב' ג'"
  },
  {
    "id": "540146",
    "name": "עירוני ד'"
  },
  {
    "id": "440180",
    "name": "מקיף הדסים"
  },
  {
    "id": "340018",
    "name": "מקיף ליאו בק"
  },
  {
    "id": "440362",
    "name": "ישיבת בנ\"ע הדרום רחובות"
  },
  {
    "id": "280016",
    "name": "נוה עמיאל"
  },
  {
    "id": "360149",
    "name": "מקיף אלוני יצחק"
  },
  {
    "id": "540310",
    "name": "מקיף שש שנתי קוגל"
  },
  {
    "id": "460063",
    "name": "מקיף מעין-שחר"
  },
  {
    "id": "490052",
    "name": "עירוני ע\"ש בן גוריון"
  },
  {
    "id": "340059",
    "name": "אורט גרינברג קריית טבעון"
  },
  {
    "id": "570077",
    "name": "אורט סינגאלובסקי תל אביב"
  },
  {
    "id": "120014",
    "name": "נוף הרים"
  },
  {
    "id": "480012",
    "name": "אמי\"ת כפר בתיה"
  },
  {
    "id": "570044",
    "name": "רב תחומי עמל הולץ חיל האויר"
  },
  {
    "id": "570069",
    "name": "מח\"ט יא"
  },
  {
    "id": "570085",
    "name": "בית חינוך קהילתי גאולה"
  },
  {
    "id": "140095",
    "name": "חוות הנוער הציוני"
  },
  {
    "id": "360040",
    "name": "מקיף מבואות עירון"
  },
  {
    "id": "460113",
    "name": "קבוצת יבנה"
  },
  {
    "id": "470054",
    "name": "אורט ע\"ש מקס שיין"
  },
  {
    "id": "470047",
    "name": "רב תחומי עמל יגאל אלון רמלה"
  },
  {
    "id": "570200",
    "name": "אורט קרייזמן גבעתיים"
  },
  {
    "id": "340331",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "470096",
    "name": "אורט יד-ליבוביץ נתניה"
  },
  {
    "id": "270223",
    "name": "הודיות"
  },
  {
    "id": "340174",
    "name": "עירוני א'"
  },
  {
    "id": "140087",
    "name": "רנה קסין דרכא"
  },
  {
    "id": "140129",
    "name": "קרית נוער ירושלים"
  },
  {
    "id": "260109",
    "name": "תיכון אזורי מגידו"
  },
  {
    "id": "580019",
    "name": "חקלאי הכפר הירוק"
  },
  {
    "id": "620153",
    "name": "מעלות"
  },
  {
    "id": "620047",
    "name": "מגן"
  },
  {
    "id": "620104",
    "name": "שחר-ע'ש קלור ז\"ל"
  },
  {
    "id": "620211",
    "name": "צבר"
  },
  {
    "id": "520502",
    "name": "עוז"
  },
  {
    "id": "320036",
    "name": "בי\"ס ע\"ש גניגר"
  },
  {
    "id": "320051",
    "name": "גיל"
  },
  {
    "id": "320119",
    "name": "ברכ\"ה - כתות חולים"
  },
  {
    "id": "420067",
    "name": "סאלד"
  },
  {
    "id": "420083",
    "name": "דקלים"
  },
  {
    "id": "420224",
    "name": "גוונים"
  },
  {
    "id": "420257",
    "name": "אגם"
  },
  {
    "id": "540328",
    "name": "עירוני כללי הראשונים"
  },
  {
    "id": "140673",
    "name": "ישיבת חסידי בעלז"
  },
  {
    "id": "248013",
    "name": "מקיף ע\"ש יני"
  },
  {
    "id": "247049",
    "name": "תיכון בפטיסטי"
  },
  {
    "id": "247064",
    "name": "טרה סנטה"
  },
  {
    "id": "470070",
    "name": "רב תחומי עמל א' פ\"ת"
  },
  {
    "id": "540385",
    "name": "אולפנת צביה בני ברק"
  },
  {
    "id": "540369",
    "name": "בית ספר בית וגן דרכא"
  },
  {
    "id": "470443",
    "name": "רמות ים"
  },
  {
    "id": "440149",
    "name": "תורני ואולפ' בר אילן"
  },
  {
    "id": "540401",
    "name": "סמינר וולף"
  },
  {
    "id": "570176",
    "name": "אורט נווה שרה הרצוג בני ברק"
  },
  {
    "id": "540237",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "680025",
    "name": "אשל הנשיא"
  },
  {
    "id": "640037",
    "name": "עירוני א' מקיף"
  },
  {
    "id": "670042",
    "name": "עמל רמות באר שבע"
  },
  {
    "id": "460154",
    "name": "אולפנת צביה חפץ חיים"
  },
  {
    "id": "448019",
    "name": "מקיף אלמג'ד"
  },
  {
    "id": "680066",
    "name": "חקלאי כנות"
  },
  {
    "id": "480046",
    "name": "קרית חינוך בן גוריון"
  },
  {
    "id": "180018",
    "name": "אזורי מקיף עין כרם"
  },
  {
    "id": "270041",
    "name": "אורט מקיף אורן עפולה"
  },
  {
    "id": "480038",
    "name": "גן ונוף"
  },
  {
    "id": "248047",
    "name": "מקיף ראמה"
  },
  {
    "id": "347013",
    "name": "אורתודוקסי ערבי"
  },
  {
    "id": "448027",
    "name": "עמל ע\"ש אברהים קאסם טירה"
  },
  {
    "id": "340034",
    "name": "מקיף אורט קרית מוצקין"
  },
  {
    "id": "480178",
    "name": "מקיף ע\"ש ז'בוטינסקי"
  },
  {
    "id": "140137",
    "name": "ישיבת נתיב מאיר"
  },
  {
    "id": "380055",
    "name": "כפר גלים"
  },
  {
    "id": "480129",
    "name": "בן-יקיר"
  },
  {
    "id": "260067",
    "name": "מקיף עינות הירדן"
  },
  {
    "id": "260059",
    "name": "בית הספר העל יסודי שק\"ד דרכא"
  },
  {
    "id": "540153",
    "name": "עירוני ה'"
  },
  {
    "id": "340117",
    "name": "מקיף ע\"ש רוגוזין"
  },
  {
    "id": "640060",
    "name": "אורט הנרי רונסון אשקלון"
  },
  {
    "id": "540377",
    "name": "עירוני כללי"
  },
  {
    "id": "540179",
    "name": "קרית חינוך יפו"
  },
  {
    "id": "370023",
    "name": "תיכון יעדים לחינוך"
  },
  {
    "id": "270033",
    "name": "עתיד קציני ים"
  },
  {
    "id": "570135",
    "name": "אורט ע\"ש אבין רמת גן"
  },
  {
    "id": "670067",
    "name": "אורט אפרידר רונסון אשקלון"
  },
  {
    "id": "540351",
    "name": "עירוני א' חשמונאים"
  },
  {
    "id": "660084",
    "name": "תיכון שקמה דרכא"
  },
  {
    "id": "180034",
    "name": "ישיבת אמי\"ת נחשון"
  },
  {
    "id": "480020",
    "name": "אמי\"ת פתח-תקוה"
  },
  {
    "id": "570192",
    "name": "התיכון העירוני החדש"
  },
  {
    "id": "260240",
    "name": "כברי חט\"ע"
  },
  {
    "id": "370155",
    "name": "נווה יש\"ר ימין אורד"
  },
  {
    "id": "247023",
    "name": "סנט גוזף אקליריקי"
  },
  {
    "id": "680033",
    "name": "מקיף כפר סילבר"
  },
  {
    "id": "440339",
    "name": "ישיבת בני עקיבא נחלים"
  },
  {
    "id": "490037",
    "name": "עירוני משה שרת"
  },
  {
    "id": "280115",
    "name": "מקיף אנה פרנק"
  },
  {
    "id": "540161",
    "name": "עירוני ו' מקיף"
  },
  {
    "id": "770230",
    "name": "שפרירים"
  },
  {
    "id": "260232",
    "name": "מקיף עמק החולה"
  },
  {
    "id": "660076",
    "name": "מקיף צפית"
  },
  {
    "id": "240176",
    "name": "ישיבת בני עקיבא תקות יעקב"
  },
  {
    "id": "540187",
    "name": "תיכון ראשית עירוני ח"
  },
  {
    "id": "540393",
    "name": "מוסדות חנוך אור חיים"
  },
  {
    "id": "640052",
    "name": "מקיף עירוני גולדווטר"
  },
  {
    "id": "240127",
    "name": "אורט אמירים בית שאן"
  },
  {
    "id": "260331",
    "name": "מקיף סולם צור"
  },
  {
    "id": "540302",
    "name": "חמ\"ד תיכון יבנה אולפנת חולון"
  },
  {
    "id": "540195",
    "name": "עירוני ט'"
  },
  {
    "id": "541086",
    "name": "ישיבת בית מאיר"
  },
  {
    "id": "470211",
    "name": "תו\"ם חרב לאת"
  },
  {
    "id": "440214",
    "name": "בית רבקה"
  },
  {
    "id": "470088",
    "name": "אולפנת בנ\"ע רעות"
  },
  {
    "id": "670208",
    "name": "אולפנת תהילת ישראל"
  },
  {
    "id": "660134",
    "name": "מקיף באר טוביה"
  },
  {
    "id": "640045",
    "name": "אולפנת אמי\"ת"
  },
  {
    "id": "140202",
    "name": "עתיד שחר בית שמש"
  },
  {
    "id": "680082",
    "name": "אולפנת מרכז שפירא"
  },
  {
    "id": "470187",
    "name": "תיכון תמר אריאל"
  },
  {
    "id": "278028",
    "name": "מקיף ערבי"
  },
  {
    "id": "770859",
    "name": "קריית חינוך ע\"ש שמריהו בירן"
  },
  {
    "id": "440107",
    "name": "שש שנתי אחד העם"
  },
  {
    "id": "540252",
    "name": "אולפנת הרא\"ה תורני מדעי"
  },
  {
    "id": "440370",
    "name": "ישיבת בנ\"ע רעננה"
  },
  {
    "id": "540088",
    "name": "עירוני י' אליאנס"
  },
  {
    "id": "540021",
    "name": "תיכון תלמה ילין"
  },
  {
    "id": "470112",
    "name": "אורט שפירא אזורי למנהיגות"
  },
  {
    "id": "340109",
    "name": "אולפנת בנ\"ע כפר פינס"
  },
  {
    "id": "470120",
    "name": "אורט למנהיגות ולמדעים לוד"
  },
  {
    "id": "288019",
    "name": "תיכון חק' טכ' עתיד ראמה"
  },
  {
    "id": "540211",
    "name": "עירוני ע\"ש בליך"
  },
  {
    "id": "440024",
    "name": "תיכון ע\"ש אוסטרובסקי"
  },
  {
    "id": "640078",
    "name": "אורט ע\"ש הרב דרוקמן"
  },
  {
    "id": "460030",
    "name": "מקיף אזורי עמי אסף"
  },
  {
    "id": "570168",
    "name": "מקיף אורט למדע וטכנולוגיה"
  },
  {
    "id": "340166",
    "name": "עירוני ב' ישיבה"
  },
  {
    "id": "240093",
    "name": "אולפנית לבנות"
  },
  {
    "id": "270140",
    "name": "קמפוס פרס חדשנות ומנהיגות"
  },
  {
    "id": "640185",
    "name": "ישיבת אור עציון"
  },
  {
    "id": "260133",
    "name": "בית החינוך גאון הירדן דרכא"
  },
  {
    "id": "240077",
    "name": "אורט משה שרת נוף הגליל"
  },
  {
    "id": "660126",
    "name": "מקיף שער הנגב"
  },
  {
    "id": "420109",
    "name": "יהודה הלוי"
  },
  {
    "id": "260125",
    "name": "אופק"
  },
  {
    "id": "240036",
    "name": "מקיף דתי אמי\"ת קנדי"
  },
  {
    "id": "270025",
    "name": "רב תחומי עמל בגין צפת"
  },
  {
    "id": "340125",
    "name": "אולפנית שחם"
  },
  {
    "id": "340042",
    "name": "מקיף דתי ע\"ש לוינסון"
  },
  {
    "id": "240010",
    "name": "אורט דנציגר קרית שמונה"
  },
  {
    "id": "240218",
    "name": "אורט ישיבתית המתמיד קרית שמונה"
  },
  {
    "id": "440073",
    "name": "מקיף ממ\"ד"
  },
  {
    "id": "520205",
    "name": "ברושים"
  },
  {
    "id": "520288",
    "name": "עירוני נווה צדק"
  },
  {
    "id": "420133",
    "name": "אסיף"
  },
  {
    "id": "220103",
    "name": "מיוחד גולני בית שאן"
  },
  {
    "id": "220020",
    "name": "אילנות נהריה"
  },
  {
    "id": "216788",
    "name": "מרכז פסג\"ה עכו"
  },
  {
    "id": "220053",
    "name": "קישון רמת דוד"
  },
  {
    "id": "348011",
    "name": "תיכון אלנג'אח"
  },
  {
    "id": "440206",
    "name": "תיכון דתי באר יעקב"
  },
  {
    "id": "541151",
    "name": "ישיבת ויזניץ"
  },
  {
    "id": "470138",
    "name": "מקיף ע\"ש מוסינזון"
  },
  {
    "id": "440289",
    "name": "מקיף יהוד"
  },
  {
    "id": "378018",
    "name": "תיכון עש אחמד ע.יחיא"
  },
  {
    "id": "470146",
    "name": "הדסה נעורים"
  },
  {
    "id": "440255",
    "name": "תיכון בית חנה"
  },
  {
    "id": "247015",
    "name": "טרה סנטה"
  },
  {
    "id": "440263",
    "name": "עיוני בית יעקב"
  },
  {
    "id": "640128",
    "name": "מקיף א כללי"
  },
  {
    "id": "440198",
    "name": "דרכא ע\"ש מנחם בגין"
  },
  {
    "id": "640086",
    "name": "בית ספר על יסודי דרכא ליהמן"
  },
  {
    "id": "540294",
    "name": "עירוני עש פנחס אילון"
  },
  {
    "id": "370254",
    "name": "בית הספר תיכון מקיף דרכא אריאל"
  },
  {
    "id": "260257",
    "name": "מקיף העמק המערבי"
  },
  {
    "id": "140053",
    "name": "אקדמיה למוסיקה"
  },
  {
    "id": "248062",
    "name": "מקיף תרשיחא"
  },
  {
    "id": "240085",
    "name": "אורט אולפנת הראל נהריה"
  },
  {
    "id": "440347",
    "name": "ישיבת בני עקיבא"
  },
  {
    "id": "770305",
    "name": "ישיבת שעלבים"
  },
  {
    "id": "640136",
    "name": "מקיף דתי ע\"ש רוגוזין"
  },
  {
    "id": "340091",
    "name": "התיכון המקיף נשר"
  },
  {
    "id": "540286",
    "name": "תיכון עש יצחק בן צבי"
  },
  {
    "id": "440313",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "640177",
    "name": "ישיבת בני עקיבא"
  },
  {
    "id": "270157",
    "name": "אורט פסגות תיכון דתי ישראלי"
  },
  {
    "id": "260307",
    "name": "מקיף הר וגיא"
  },
  {
    "id": "340356",
    "name": "ישיבת בנ\"ע חדרה"
  },
  {
    "id": "340158",
    "name": "עירוני ג'"
  },
  {
    "id": "340315",
    "name": "עירוני ה'"
  },
  {
    "id": "240192",
    "name": "מקיף רוגוזין"
  },
  {
    "id": "260489",
    "name": "מקיף גליל מערבי"
  },
  {
    "id": "440248",
    "name": "בן-גוריון נס-ציונה"
  },
  {
    "id": "440297",
    "name": "ישיבת כפר גנים"
  },
  {
    "id": "240234",
    "name": "ישיבה תיכונית אמי\"ת צפת"
  },
  {
    "id": "278010",
    "name": "מדעים וטכנולוגיה נצרת"
  },
  {
    "id": "540443",
    "name": "גמנסיה מודיעים"
  },
  {
    "id": "640102",
    "name": "שבילי אית\"ם"
  },
  {
    "id": "570358",
    "name": "הנדסאים הרצליה"
  },
  {
    "id": "340240",
    "name": "אולפת אמי\"ת עירוני ו"
  },
  {
    "id": "120212",
    "name": "בית רחל שטראוס"
  },
  {
    "id": "640151",
    "name": "יב\"ע בית יהודה"
  },
  {
    "id": "640029",
    "name": "ק. ח. ע\"ש זאב בוים"
  },
  {
    "id": "640318",
    "name": "מקיף ע\"ש גוטוירט"
  },
  {
    "id": "660274",
    "name": "מבואות הנגב"
  },
  {
    "id": "670323",
    "name": "מרכז חנוך משיבי חיים"
  },
  {
    "id": "247080",
    "name": "נזירות המושיע"
  },
  {
    "id": "470302",
    "name": "ק.תורנית טכ בית שלמה"
  },
  {
    "id": "540492",
    "name": "עירוני מקיף רמות"
  },
  {
    "id": "680108",
    "name": "מקיף דתי עזתה בנות"
  },
  {
    "id": "440487",
    "name": "ישיבת בנ\"ע נווה הרצוג"
  },
  {
    "id": "640235",
    "name": "אורט מקיף דתי גרוס"
  },
  {
    "id": "440131",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "640193",
    "name": "עירוני ג' מקיף"
  },
  {
    "id": "640243",
    "name": "תיכון חמ\"ד דרכא אפלמן"
  },
  {
    "id": "140236",
    "name": "תורני נסויי בנות פלך"
  },
  {
    "id": "440388",
    "name": "אולפנת בני עקיבא אמנה"
  },
  {
    "id": "660324",
    "name": "נופי הבשור"
  },
  {
    "id": "270298",
    "name": "אורט מדעים ואמנויות נהריה"
  },
  {
    "id": "370304",
    "name": "אולפנית אמונה אלישבע"
  },
  {
    "id": "440479",
    "name": "אולפנא בני עקיבא צפירה"
  },
  {
    "id": "541128",
    "name": "מרכז מוסדות נדבורנה"
  },
  {
    "id": "170175",
    "name": "עמל ליידי דיוייס ירושלים"
  },
  {
    "id": "770222",
    "name": "אולפנת נווה שרה הרצוג"
  },
  {
    "id": "470377",
    "name": "אורט יבנה נריה"
  },
  {
    "id": "140160",
    "name": "ישיבת ים לצעירים"
  },
  {
    "id": "340380",
    "name": "אולפנת בנ\"ע סגולה"
  },
  {
    "id": "540591",
    "name": "תיכון שמעון בן צבי"
  },
  {
    "id": "270249",
    "name": "יד חרוצים"
  },
  {
    "id": "270280",
    "name": "אולפנת בני עקיבא מירון"
  },
  {
    "id": "247072",
    "name": "גמנסיה הגליל הנוצרית"
  },
  {
    "id": "370312",
    "name": "קרית חנוך אורט"
  },
  {
    "id": "570606",
    "name": "בית יעקב"
  },
  {
    "id": "370395",
    "name": "עי\"ס כרמים בנימינה גבעת עדה"
  },
  {
    "id": "770602",
    "name": "מעלה שחרות"
  },
  {
    "id": "344085",
    "name": "רמת הדסה"
  },
  {
    "id": "548016",
    "name": "עירוני יב'"
  },
  {
    "id": "670331",
    "name": "אורט ימי אשדוד"
  },
  {
    "id": "248088",
    "name": "תיכון השאם אבו רומי"
  },
  {
    "id": "770388",
    "name": "תיכון יצחק שמיר"
  },
  {
    "id": "248070",
    "name": "עירוני מקיף שפרעם"
  },
  {
    "id": "570580",
    "name": "ישיבת אור משה"
  },
  {
    "id": "570259",
    "name": "יובלים"
  },
  {
    "id": "670414",
    "name": "מקיף דתי"
  },
  {
    "id": "670422",
    "name": "גימנסיה דרכא"
  },
  {
    "id": "370403",
    "name": "מלונאות ותיירות"
  },
  {
    "id": "140798",
    "name": "ישיבת אוהל שמעון"
  },
  {
    "id": "248724",
    "name": "המשיח האנגליקאני"
  },
  {
    "id": "470583",
    "name": "שלהבת"
  },
  {
    "id": "770842",
    "name": "מקיף השרון עש רוטברג"
  },
  {
    "id": "440560",
    "name": "תיכון גבעת ושינגטון"
  },
  {
    "id": "540674",
    "name": "ישיבת ב\"ע אדרת"
  },
  {
    "id": "570713",
    "name": "אורט מלטון"
  },
  {
    "id": "240267",
    "name": "עמל נופרים בגליל טבריה"
  },
  {
    "id": "478016",
    "name": "רב תחומי עמל טייבה"
  },
  {
    "id": "440545",
    "name": "גמנסיה עתידים לילנטל"
  },
  {
    "id": "470625",
    "name": "בית החינוך המשותף חוף השרון"
  },
  {
    "id": "770297",
    "name": "עירוני יד'"
  },
  {
    "id": "348037",
    "name": "מקיף אם אל פחם"
  },
  {
    "id": "347039",
    "name": "ביה\"ס האיטלקי"
  },
  {
    "id": "278275",
    "name": "ב\"ס טכנולוגי נעמת"
  },
  {
    "id": "800086",
    "name": "מקיף כפר קאסם"
  },
  {
    "id": "140251",
    "name": "ישיבת תיכון קול מבשר"
  },
  {
    "id": "278234",
    "name": "טכלולוגי נעמת אלכרום"
  },
  {
    "id": "278176",
    "name": "טכנולוגי נעמ\"ת נחף"
  },
  {
    "id": "278184",
    "name": "מרכז חינוך טכנ' נעמת"
  },
  {
    "id": "470591",
    "name": "רב תחומי עמל ע\"ש שמעון גרינהויז"
  },
  {
    "id": "800128",
    "name": "רב תחומי עמל דבוריה"
  },
  {
    "id": "344101",
    "name": "מקיף מופת בסמת"
  },
  {
    "id": "344465",
    "name": "אחוזת ילדים"
  },
  {
    "id": "370122",
    "name": "בית הספר תיכון מקיף דרכא שיפמן"
  },
  {
    "id": "770727",
    "name": "אולפנת בנ\"ע טל רמות"
  },
  {
    "id": "260182",
    "name": "מקיף עמקים-תבור"
  },
  {
    "id": "670232",
    "name": "מקיף דתי"
  },
  {
    "id": "228015",
    "name": "כרם אלסאחב הרשמי"
  },
  {
    "id": "630764",
    "name": "מרכז נוער ע\"ש משה קו"
  },
  {
    "id": "630095",
    "name": "מרכז נוער"
  },
  {
    "id": "630160",
    "name": "מרכז נוער דתי"
  },
  {
    "id": "541052",
    "name": "ישיבת קרלין סטולין"
  },
  {
    "id": "470526",
    "name": "תיכון טכנולוגי השרון"
  },
  {
    "id": "370486",
    "name": "תיכון טכנולוגי נעמת"
  },
  {
    "id": "230821",
    "name": "מרכז נוער טבריה"
  },
  {
    "id": "248138",
    "name": "תיכון טורעאן"
  },
  {
    "id": "140269",
    "name": "מקיף דנמרק"
  },
  {
    "id": "170282",
    "name": "בית עולות"
  },
  {
    "id": "470641",
    "name": "תיכון טכנולוגי עתיד שלנו לוד"
  },
  {
    "id": "431189",
    "name": "מרכז נוער ממלכתי"
  },
  {
    "id": "470534",
    "name": "ברנקו וייס פתח תקווה"
  },
  {
    "id": "670562",
    "name": "ביה\"ס למלאכה חב\"ד"
  },
  {
    "id": "470542",
    "name": "תיכון טכנולוגי נעמת"
  },
  {
    "id": "431254",
    "name": "בית חינוך טכנולוגי אמית רמלה"
  },
  {
    "id": "533208",
    "name": "עירוני כ\"ח- רוז מצקין"
  },
  {
    "id": "570705",
    "name": "עירוני כ\"ג בית חינוך יפו"
  },
  {
    "id": "770057",
    "name": "דרכא אמירים"
  },
  {
    "id": "800003",
    "name": "תיכון חקלאי ימה"
  },
  {
    "id": "140277",
    "name": "מדרשיית עמליה"
  },
  {
    "id": "800037",
    "name": "אורט אבו רביעה כסייפה"
  },
  {
    "id": "770073",
    "name": "מקיף חוף הכרמל"
  },
  {
    "id": "570036",
    "name": "עמל ליידי דייויס ת\"א"
  },
  {
    "id": "770065",
    "name": "מקיף אזורי ברנר"
  },
  {
    "id": "800052",
    "name": "תיכון ע\"ש ג'מאל טרביה"
  },
  {
    "id": "540849",
    "name": "ישיבה תיכונית בנ\"ע קרית הרצוג"
  },
  {
    "id": "770412",
    "name": "בית יעקב אבות"
  },
  {
    "id": "770396",
    "name": "מכללה טכנו' חיל-אויר"
  },
  {
    "id": "800060",
    "name": "מקיף אחווה ירכא"
  },
  {
    "id": "770461",
    "name": "מקיף ג' ע\"ש רוגוזין"
  },
  {
    "id": "360222",
    "name": "מקיף כרמל זבולון"
  },
  {
    "id": "800078",
    "name": "מקיף עין מאהל"
  },
  {
    "id": "770453",
    "name": "תיכון ע\"ש קציר"
  },
  {
    "id": "570945",
    "name": "תיכון טכנולוגי נעמת"
  },
  {
    "id": "140525",
    "name": "אולפנא ירושלים"
  },
  {
    "id": "770495",
    "name": "בית חנה"
  },
  {
    "id": "800094",
    "name": "תיכון כפר כנא"
  },
  {
    "id": "770503",
    "name": "בית יעקב אהל חיה"
  },
  {
    "id": "800102",
    "name": "תיכון ערערה למדע וטכ"
  },
  {
    "id": "770552",
    "name": "מקיף דתי אמי\"ת"
  },
  {
    "id": "770586",
    "name": "עירוני ע\"ש שזר"
  },
  {
    "id": "644054",
    "name": "אורים"
  },
  {
    "id": "520585",
    "name": "שחף"
  },
  {
    "id": "444026",
    "name": "קריית חינוך נתיבי נועם דרכא"
  },
  {
    "id": "344028",
    "name": "חטב עמלנית רגבים"
  },
  {
    "id": "344044",
    "name": "חטב עמל' אבן גבירול"
  },
  {
    "id": "770776",
    "name": "אורט אברט חצור הגלילית"
  },
  {
    "id": "770768",
    "name": "מקיף דרכא ע\"ש ספיר"
  },
  {
    "id": "544056",
    "name": "ממ\"ד לטכנולוגיה ולאומנויות"
  },
  {
    "id": "444034",
    "name": "נוה הדסה"
  },
  {
    "id": "216812",
    "name": "מרכז פסג\"ה נוף הגליל"
  },
  {
    "id": "228064",
    "name": "סווא"
  },
  {
    "id": "216754",
    "name": "מרכז פסג\"ה צפת"
  },
  {
    "id": "216739",
    "name": "מרכז פסג\"ה קרית שמונה"
  },
  {
    "id": "770750",
    "name": "אורט ע\"ש מיטרני"
  },
  {
    "id": "770719",
    "name": "ישיבת חנוך לנער"
  },
  {
    "id": "770826",
    "name": "עירוני ו' מקיף"
  },
  {
    "id": "520619",
    "name": "יעד עמלני"
  },
  {
    "id": "770990",
    "name": "מקיף אזורי מרחבים"
  },
  {
    "id": "444067",
    "name": "אורט מדרשיית נועם כפר סבא"
  },
  {
    "id": "244103",
    "name": "אמי\"ת תורני מדעי"
  },
  {
    "id": "800136",
    "name": "מקיף ע\"ש קאסם גאנם"
  },
  {
    "id": "800144",
    "name": "מקיף אלסאפווה תל שבע"
  },
  {
    "id": "520601",
    "name": "מרכז חינוכי ע\"ש ויצמן"
  },
  {
    "id": "670810",
    "name": "טכני חיל האויר"
  },
  {
    "id": "770875",
    "name": "אורט חרמץ גבעת רם ירושלים"
  },
  {
    "id": "340588",
    "name": "ישיבת כנסת חזקיהו"
  },
  {
    "id": "770941",
    "name": "תיכון לחינוך סביבתי"
  },
  {
    "id": "771089",
    "name": "התיכון הניסויי"
  },
  {
    "id": "771105",
    "name": "מקיף עין גדי"
  },
  {
    "id": "771071",
    "name": "מקיף ג' עמית"
  },
  {
    "id": "644146",
    "name": "עלומים"
  },
  {
    "id": "771030",
    "name": "מוסדות מגדל אור"
  },
  {
    "id": "448076",
    "name": "תיכון מקיף קלנסווה"
  },
  {
    "id": "244111",
    "name": "אולפנת צביה מעלות"
  },
  {
    "id": "248575",
    "name": "מקיף אבן ח'לדון"
  },
  {
    "id": "640508",
    "name": "אולפנת בנ\"ע ערד"
  },
  {
    "id": "270801",
    "name": "בית חנה"
  },
  {
    "id": "648030",
    "name": "תיכון סלמאן אלהוזייל"
  },
  {
    "id": "248427",
    "name": "מקיף ריינה"
  },
  {
    "id": "571109",
    "name": "אמי\"ת גוש דן"
  },
  {
    "id": "541144",
    "name": "קנייני התורה"
  },
  {
    "id": "247098",
    "name": "תיכון פה הזהב"
  },
  {
    "id": "340554",
    "name": "מרכז חינוך לבנות"
  },
  {
    "id": "340521",
    "name": "קרית המתיבתא"
  },
  {
    "id": "140434",
    "name": "ישיבת תורת אמת"
  },
  {
    "id": "140442",
    "name": "ישיבת אור ברוך"
  },
  {
    "id": "140681",
    "name": "ישיבת יקירי ירושלים"
  },
  {
    "id": "249037",
    "name": "תיכון כפר מנדא"
  },
  {
    "id": "440727",
    "name": "ישיבת תומכי תמימים"
  },
  {
    "id": "248583",
    "name": "מקיף שאעור"
  },
  {
    "id": "771287",
    "name": "מנו\"ף"
  },
  {
    "id": "540807",
    "name": "אנקורי"
  },
  {
    "id": "420414",
    "name": "מיוחד צורים"
  },
  {
    "id": "540864",
    "name": "מקיף שש שנתי הרצוג"
  },
  {
    "id": "378075",
    "name": "מקיף שיזף אלמותנבי"
  },
  {
    "id": "470963",
    "name": "קרית חינוך ע\"ש גינסבורג"
  },
  {
    "id": "148056",
    "name": "תיכון בית צפאפא"
  },
  {
    "id": "660498",
    "name": "בית ספר על יסודי שיטים דרכא"
  },
  {
    "id": "440909",
    "name": "אולפנת אמי\"ת להבה"
  },
  {
    "id": "420190",
    "name": "מוסד יובלים"
  },
  {
    "id": "420521",
    "name": "בי\"ח גהה נעורים"
  },
  {
    "id": "444141",
    "name": "חטב עמלנית שלום"
  },
  {
    "id": "540856",
    "name": "תיכון בית יעקב וזניץ"
  },
  {
    "id": "571125",
    "name": "מרכז נער ע\"ש טננבאום"
  },
  {
    "id": "340547",
    "name": "ישיבה לצעירים"
  },
  {
    "id": "670828",
    "name": "כפר הנוער קדמה"
  },
  {
    "id": "640623",
    "name": "ישיבת בית דוד"
  },
  {
    "id": "640532",
    "name": "אולפנת אבן שמואל"
  },
  {
    "id": "248179",
    "name": "מקיף בית ג'ן חט\"ב המנוח גאלב מ"
  },
  {
    "id": "571158",
    "name": "בית ספר המר דרכא"
  },
  {
    "id": "571174",
    "name": "אורט רמת יוסף בת ים"
  },
  {
    "id": "140723",
    "name": "מקיף ע\"ש זיו"
  },
  {
    "id": "640490",
    "name": "השלום ע\"ש יצחק רבין"
  },
  {
    "id": "248419",
    "name": "מקיף שש שנתי פקיעין"
  },
  {
    "id": "540898",
    "name": "אולפנית בנ\"ע תל אביב"
  },
  {
    "id": "416859",
    "name": "מרכז פסג\"ה טייבה"
  },
  {
    "id": "248112",
    "name": "תיכון אכסאל"
  },
  {
    "id": "640698",
    "name": "בית ישראל אשדוד"
  },
  {
    "id": "348185",
    "name": "ביה\"ס גת המשולש"
  },
  {
    "id": "440834",
    "name": "אולפנא בהר\"ן"
  },
  {
    "id": "240424",
    "name": "ישיבת שפתי צדיק"
  },
  {
    "id": "140541",
    "name": "ישיבת עטרת ישראל"
  },
  {
    "id": "140574",
    "name": "ישיבת בית מרדכי"
  },
  {
    "id": "140582",
    "name": "ישיבת אוהל מועד"
  },
  {
    "id": "148072",
    "name": "חליל אלסכאכיני לבנות"
  },
  {
    "id": "247817",
    "name": "תיכון מסעדה"
  },
  {
    "id": "440768",
    "name": "ישיבת דברי חיים"
  },
  {
    "id": "448100",
    "name": "מקיף ערבי"
  },
  {
    "id": "148080",
    "name": "מקיף אבו גוש"
  },
  {
    "id": "640482",
    "name": "מקיף ד'"
  },
  {
    "id": "640581",
    "name": "אולפנא ע\"ש הרב שאולי"
  },
  {
    "id": "247106",
    "name": "תיכון מר אליאס"
  },
  {
    "id": "540930",
    "name": "תיכון חסידי בית יעקב"
  },
  {
    "id": "540963",
    "name": "ישיבת אמרי אמת"
  },
  {
    "id": "340570",
    "name": "יחל ישראל"
  },
  {
    "id": "140608",
    "name": "מכון הברכה"
  },
  {
    "id": "140632",
    "name": "מכון אהרון וישראל"
  },
  {
    "id": "248559",
    "name": "אבו-סלים סלמאן אלשיך"
  },
  {
    "id": "249151",
    "name": "חט\"ב אכסאל"
  },
  {
    "id": "440883",
    "name": "אולפנא השומרון"
  },
  {
    "id": "248625",
    "name": "מקיף גדידה"
  },
  {
    "id": "571141",
    "name": "מיתרים"
  },
  {
    "id": "248336",
    "name": "עמל כסרא סמיע"
  },
  {
    "id": "140665",
    "name": "אולפנא לבנות"
  },
  {
    "id": "620526",
    "name": "ניר"
  },
  {
    "id": "540971",
    "name": "ישיבת בית ישראל"
  },
  {
    "id": "540989",
    "name": "מוסדות חסידי בעלזא"
  },
  {
    "id": "541169",
    "name": "מקיף היובל"
  },
  {
    "id": "140715",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "140947",
    "name": "ישיבת מעלות התורה"
  },
  {
    "id": "440800",
    "name": "ישיבת אור ישראל"
  },
  {
    "id": "140731",
    "name": "מקיף גילה"
  },
  {
    "id": "240440",
    "name": "אזורי ירדן"
  },
  {
    "id": "244152",
    "name": "אורט שחקים נהריה"
  },
  {
    "id": "471011",
    "name": "אורט גוטמן נתניה"
  },
  {
    "id": "240481",
    "name": "אסיף משגב"
  },
  {
    "id": "444232",
    "name": "משה ארנס"
  },
  {
    "id": "444257",
    "name": "תיכון המעיין מקיף יב"
  },
  {
    "id": "216838",
    "name": "מרכז פסג\"ה כרמיאל"
  },
  {
    "id": "140764",
    "name": "ישיבת נוה שמואל"
  },
  {
    "id": "541060",
    "name": "תיכון בית מלכה"
  },
  {
    "id": "541177",
    "name": "ישיבת מגן הילד"
  },
  {
    "id": "240531",
    "name": "בית יעקב באר מרים"
  },
  {
    "id": "140749",
    "name": "ישיבת תפארת ישראל"
  },
  {
    "id": "140822",
    "name": "בית מלכה"
  },
  {
    "id": "640649",
    "name": "אולפנת נוה דקלים"
  },
  {
    "id": "644211",
    "name": "דקלים"
  },
  {
    "id": "240457",
    "name": "ישיבה תיכונית חיספין"
  },
  {
    "id": "140806",
    "name": "תיכון לאומנויות"
  },
  {
    "id": "440941",
    "name": "תיכון הראל"
  },
  {
    "id": "240465",
    "name": "מקיף אורט מעלות"
  },
  {
    "id": "242073",
    "name": "יגאל אלון"
  },
  {
    "id": "640656",
    "name": "אורט מקיף שלאון קרית גת"
  },
  {
    "id": "640631",
    "name": "מקיף דתי חבד בית חנה"
  },
  {
    "id": "440875",
    "name": "עירוני ד' גן נחום"
  },
  {
    "id": "440917",
    "name": "עירוני ה' מקיף"
  },
  {
    "id": "678011",
    "name": "מקיף הדקלים - תל שבע"
  },
  {
    "id": "220376",
    "name": "דקלים"
  },
  {
    "id": "112409",
    "name": "אופק"
  },
  {
    "id": "220384",
    "name": "סי פי עפולה"
  },
  {
    "id": "640664",
    "name": "בית יעקב נווה יוכבד"
  },
  {
    "id": "140913",
    "name": "נוה חנה"
  },
  {
    "id": "140848",
    "name": "ניצני עוז"
  },
  {
    "id": "340604",
    "name": "גימנסיה כרמל אלנאג'אח"
  },
  {
    "id": "140814",
    "name": "ישיבת אור אלחנן"
  },
  {
    "id": "441055",
    "name": "ישיבת נחלת דוד"
  },
  {
    "id": "541094",
    "name": "נזר שראל"
  },
  {
    "id": "541045",
    "name": "מקיף ע\"ש יגאל אלון"
  },
  {
    "id": "440925",
    "name": "אורט יובלי אריאל בי\"ס ומכללה"
  },
  {
    "id": "140939",
    "name": "ישיבת בנ\"ע מטה בנימין"
  },
  {
    "id": "571224",
    "name": "בית הספר תיכון חדש דרכא"
  },
  {
    "id": "448050",
    "name": "מדעים ותיכון עתיד גלגוליה"
  },
  {
    "id": "248302",
    "name": "תיכון דיר אל-אסד"
  },
  {
    "id": "541110",
    "name": "מקיף שש שנתי ק. שרת"
  },
  {
    "id": "140871",
    "name": "תיכון גבעת גונן"
  },
  {
    "id": "249094",
    "name": "מקיף אלחכמה"
  },
  {
    "id": "140863",
    "name": "עמל דקל וילנאי"
  },
  {
    "id": "248641",
    "name": "תיכון נחף"
  },
  {
    "id": "441014",
    "name": "אולפנת צביה רחובות"
  },
  {
    "id": "248534",
    "name": "מקיף ע\"ש עפו פאעור"
  },
  {
    "id": "248328",
    "name": "תיכון יפיע"
  },
  {
    "id": "140954",
    "name": "ישיבת מערבא"
  },
  {
    "id": "141028",
    "name": "ישיבת מקור חיים"
  },
  {
    "id": "440933",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "240499",
    "name": "דרכא נופי גולן"
  },
  {
    "id": "640672",
    "name": "מקיף ה' כללי"
  },
  {
    "id": "249193",
    "name": "מקיף שש - שנתי"
  },
  {
    "id": "140962",
    "name": "עירוני מסורתי"
  },
  {
    "id": "170514",
    "name": "אורט פלך בנים ספניאן"
  },
  {
    "id": "140970",
    "name": "אולפנא עופרה"
  },
  {
    "id": "440958",
    "name": "ישיבת בני עקיבא השומרון"
  },
  {
    "id": "444364",
    "name": "אמי\"ת המר רחובות"
  },
  {
    "id": "516898",
    "name": "מרכז פסג\"ה בת ים"
  },
  {
    "id": "215152",
    "name": "מרכז מדע ודעת"
  },
  {
    "id": "316885",
    "name": "מרכז פסג\"ה חדרה"
  },
  {
    "id": "516930",
    "name": "מרכז פסג\"ה חולון"
  },
  {
    "id": "325886",
    "name": "מרכז למידה ל' שמיעה"
  },
  {
    "id": "444372",
    "name": "בית חינוך ע\"ש קורצ'אק"
  },
  {
    "id": "525857",
    "name": "מועדון טיפולי"
  },
  {
    "id": "516955",
    "name": "מרכז פסג\"ה תל אביב"
  },
  {
    "id": "525071",
    "name": "שמע"
  },
  {
    "id": "525840",
    "name": "מיחא"
  },
  {
    "id": "771121",
    "name": "ישיבת תורה והוראה"
  },
  {
    "id": "120527",
    "name": "אלונים"
  },
  {
    "id": "440982",
    "name": "מקיף ו ע\"ש יגאל אלון"
  },
  {
    "id": "648048",
    "name": "מקיף רהט"
  },
  {
    "id": "516864",
    "name": "מרכז מחוזי מחוננים"
  },
  {
    "id": "525774",
    "name": "מועדון טיפולי"
  },
  {
    "id": "116897",
    "name": "מרכז פסג\"ה מנח\"י (ירושלים)"
  },
  {
    "id": "216895",
    "name": "מרכז מדע ודעת שלומי"
  },
  {
    "id": "541185",
    "name": "ישיבת תפארת משה"
  },
  {
    "id": "441006",
    "name": "תיכון הדרים"
  },
  {
    "id": "340596",
    "name": "הדמוקרטי חדרה"
  },
  {
    "id": "214007",
    "name": "אולפנת צביה עפולה"
  },
  {
    "id": "249235",
    "name": "מקיף בועינה נג'ידאת"
  },
  {
    "id": "249219",
    "name": "שש שנתי בוקעאתא"
  },
  {
    "id": "248674",
    "name": "בסמת טבעון"
  },
  {
    "id": "249110",
    "name": "מקיף בענה"
  },
  {
    "id": "248666",
    "name": "רב תחומי עמל זרזיר"
  },
  {
    "id": "648055",
    "name": "מקיף אלחכמה"
  },
  {
    "id": "844043",
    "name": "בנימין רוטמן עמק יפה"
  },
  {
    "id": "525766",
    "name": "מועדון טיפולי"
  },
  {
    "id": "516823",
    "name": "מרכז פסג\"ה הרצליה"
  },
  {
    "id": "316877",
    "name": "מרכז פסג\"ה חיפה"
  },
  {
    "id": "125880",
    "name": "מרכז מחוזי שמע"
  },
  {
    "id": "228247",
    "name": "ביה\"ס אנג'אז נצרת"
  },
  {
    "id": "112821",
    "name": "מרחבים מחוננים"
  },
  {
    "id": "216887",
    "name": "מרכז מדע ודעת תל חיי"
  },
  {
    "id": "541219",
    "name": "ישיבת מאור ישראל"
  },
  {
    "id": "541243",
    "name": "ישיבת ברכת אפרים"
  },
  {
    "id": "348193",
    "name": "תיכון כרמל"
  },
  {
    "id": "141044",
    "name": "תיכון ע\"ש יעקובזון"
  },
  {
    "id": "441022",
    "name": "שער אליעזר בנות"
  },
  {
    "id": "441089",
    "name": "אזורי ע\"ש הרצוג"
  },
  {
    "id": "348201",
    "name": "אלמנרה"
  },
  {
    "id": "348227",
    "name": "מקיף פרדיס"
  },
  {
    "id": "648063",
    "name": "מקיף שגב"
  },
  {
    "id": "616847",
    "name": "מרכז פסג\"ה אשדוד"
  },
  {
    "id": "616839",
    "name": "מרכז פסג\"ה אשקלון"
  },
  {
    "id": "616821",
    "name": "מרכז פסג\"ה באר שבע"
  },
  {
    "id": "616896",
    "name": "מחוננים"
  },
  {
    "id": "216853",
    "name": "מרכז פסג\"ה בית שאן"
  },
  {
    "id": "616813",
    "name": "מרכז פסג\"ה דימונה"
  },
  {
    "id": "216846",
    "name": "מרכז פסג\"ה טבריה"
  },
  {
    "id": "115873",
    "name": "מרכז פסג\"ה מזרח ירושלים"
  },
  {
    "id": "416834",
    "name": "מרכז פסג\"ה כפר סבא"
  },
  {
    "id": "416826",
    "name": "מרכז פסג\"ה לוד"
  },
  {
    "id": "216804",
    "name": "מרכז פסג\"ה נצרת"
  },
  {
    "id": "616797",
    "name": "מרכז פסג\"ה ע\"ש יצחק נגר ז\"ל נתיבות"
  },
  {
    "id": "416818",
    "name": "מרכז פסג\"ה נתניה"
  },
  {
    "id": "216796",
    "name": "מרכז פסג\"ה סכנין"
  },
  {
    "id": "116889",
    "name": "מרכז פסג\"ה מטה בנימין"
  },
  {
    "id": "216770",
    "name": "מרכז פסג\"ה עפולה"
  },
  {
    "id": "216762",
    "name": "מרכז פסג\"ה פקיעין"
  },
  {
    "id": "416800",
    "name": "מרכז פסג\"ה פ\"ת"
  },
  {
    "id": "516815",
    "name": "מרכז למחוננים ממ\"ד"
  },
  {
    "id": "216747",
    "name": "מרכז פסג\"ה קצרין"
  },
  {
    "id": "616771",
    "name": "מרכז פסג\"ה קרית גת"
  },
  {
    "id": "416776",
    "name": "מרכז פסג\"ה שומרון"
  },
  {
    "id": "416792",
    "name": "מרכז פסג\"ה ראשל\"צ"
  },
  {
    "id": "416784",
    "name": "מרכז פסג\"ה רחובות"
  },
  {
    "id": "216721",
    "name": "מרכז פסג\"ה שפרעם"
  },
  {
    "id": "541201",
    "name": "ישיבת חזון נחום"
  },
  {
    "id": "541235",
    "name": "בית יעקב חסידי"
  },
  {
    "id": "141069",
    "name": "תפארת משה בצלאל"
  },
  {
    "id": "141093",
    "name": "ישיבת חברון לצעירים"
  },
  {
    "id": "144071",
    "name": "עטרת התורה"
  },
  {
    "id": "148130",
    "name": "ישיבת נר שמואל"
  },
  {
    "id": "441063",
    "name": "ישיבת הבוכרים"
  },
  {
    "id": "441030",
    "name": "תיכון ע\"ש גלילי"
  },
  {
    "id": "271015",
    "name": "מכללת אורט בראודה"
  },
  {
    "id": "141101",
    "name": "ישיבת נתיבות יוסף"
  },
  {
    "id": "328062",
    "name": "מפתן אם אלפחם"
  },
  {
    "id": "342170",
    "name": "אולפנית אמי\"ת או\"ע"
  },
  {
    "id": "644062",
    "name": "בית ספר על יסודי דרכא זינמן"
  },
  {
    "id": "520056",
    "name": "אופק"
  },
  {
    "id": "530683",
    "name": "מפתן הרצליה"
  },
  {
    "id": "249250",
    "name": "מקיף טובא זנגריה"
  },
  {
    "id": "430678",
    "name": "מפתן ארזים"
  },
  {
    "id": "144097",
    "name": "המרכז הישראלי למצוינות בחינוך"
  },
  {
    "id": "430488",
    "name": "מפתן"
  },
  {
    "id": "248104",
    "name": "מקיף ע\"ש שייח אמין טריף ז\"ל"
  },
  {
    "id": "120238",
    "name": "קרית יערים"
  },
  {
    "id": "421032",
    "name": "מיוחד לוטם"
  },
  {
    "id": "520890",
    "name": "גיל"
  },
  {
    "id": "540484",
    "name": "ישיבה תכונית בר אילן"
  },
  {
    "id": "228296",
    "name": "אלרחמה-ג'דידה"
  },
  {
    "id": "120105",
    "name": "בי\"ח הדסה - מ. ילדים"
  },
  {
    "id": "420448",
    "name": "בי\"ח מאיר מח ילדים"
  },
  {
    "id": "616854",
    "name": "מרכז פסג\"ה מצפה רמון"
  },
  {
    "id": "420240",
    "name": "מרכז חינוכי שניידר"
  },
  {
    "id": "616763",
    "name": "מרכז פסג\"ה קרית מלאכי"
  },
  {
    "id": "425900",
    "name": "ארזים"
  },
  {
    "id": "420166",
    "name": "ביה\"ס קפלן מח'ילדים"
  },
  {
    "id": "640714",
    "name": "ישיבת יוסף לקח"
  },
  {
    "id": "344119",
    "name": "ישיבת ברסלב"
  },
  {
    "id": "344127",
    "name": "ישיבת תורה ושלום"
  },
  {
    "id": "344150",
    "name": "בית חיה מושקא"
  },
  {
    "id": "141119",
    "name": "נוות ישראל"
  },
  {
    "id": "144147",
    "name": "ישיבת זרע יצחק"
  },
  {
    "id": "170407",
    "name": "מרכז נוער טכ' אמי\"ת"
  },
  {
    "id": "170456",
    "name": "אמי\"ת טכנולוגי דתי"
  },
  {
    "id": "431205",
    "name": "מרכז נוער ממ\"ד"
  },
  {
    "id": "644237",
    "name": "ישיבה לצעירים גור"
  },
  {
    "id": "444471",
    "name": "ישיבה לצעירים"
  },
  {
    "id": "347047",
    "name": "חט\"ב ב' - אלראזי"
  },
  {
    "id": "644310",
    "name": "מקיף ו'"
  },
  {
    "id": "644294",
    "name": "אורט מקיף א' אשקלון"
  },
  {
    "id": "247122",
    "name": "מקיף ביר אל-מכסור"
  },
  {
    "id": "544312",
    "name": "אולפנת צביה הרצליה"
  },
  {
    "id": "525923",
    "name": "תיכונית רעים"
  },
  {
    "id": "448134",
    "name": "מקיף עתיד אלנג'אח למדעים"
  },
  {
    "id": "322040",
    "name": "מאור"
  },
  {
    "id": "144220",
    "name": "תורני נסויי הרטמן"
  },
  {
    "id": "247858",
    "name": "עיוני מג'דל שמס"
  },
  {
    "id": "441097",
    "name": "מקיף ע\"ש אלדד"
  },
  {
    "id": "344234",
    "name": "אורט רונסון הר הכרמל עוספיה"
  },
  {
    "id": "648071",
    "name": "מקיף ערערה בנגב"
  },
  {
    "id": "247130",
    "name": "מקיף א'עש שיךס.כניפס"
  },
  {
    "id": "613620",
    "name": "מוסד למחוננים אשדוד"
  },
  {
    "id": "315663",
    "name": "מרכז פסג\"ה באקה אל גרבייה"
  },
  {
    "id": "525121",
    "name": "מרכז טיפולי"
  },
  {
    "id": "315614",
    "name": "מ. מחוזי טכנודע"
  },
  {
    "id": "322032",
    "name": "מכון הלכה"
  },
  {
    "id": "120568",
    "name": "מכון רות"
  },
  {
    "id": "644252",
    "name": "ישיבת צדקת יוסף"
  },
  {
    "id": "644260",
    "name": "קרית חינוך אשדוד"
  },
  {
    "id": "444513",
    "name": "ישיבת בית חלקיה"
  },
  {
    "id": "144196",
    "name": "המדרשה החסידית"
  },
  {
    "id": "444505",
    "name": "ישיבת כסא רחמים"
  },
  {
    "id": "544189",
    "name": "ישיבת נתיבות חיים"
  },
  {
    "id": "544197",
    "name": "ישיבת משך חוכמה"
  },
  {
    "id": "544205",
    "name": "ישיבת זכרון סיני"
  },
  {
    "id": "544239",
    "name": "ישיבת אלכסנדר"
  },
  {
    "id": "544247",
    "name": "ישיבת בית יוסף"
  },
  {
    "id": "544270",
    "name": "ישיבת בית שפירא"
  },
  {
    "id": "544346",
    "name": "ישיבת דרכי משה-אברהם"
  },
  {
    "id": "141135",
    "name": "ישיבת שפת אמת"
  },
  {
    "id": "141143",
    "name": "ישיבת שאול ומרי טויל"
  },
  {
    "id": "144162",
    "name": "ישיבת תפארת התלמוד"
  },
  {
    "id": "144238",
    "name": "מכללת אבראהימיה"
  },
  {
    "id": "144246",
    "name": "ישיבת מעלות חיים"
  },
  {
    "id": "244236",
    "name": "ישיבת קרן אורה"
  },
  {
    "id": "144212",
    "name": "ישיבה תיכונית"
  },
  {
    "id": "444562",
    "name": "תיכון'מור'מטרו-ווסט"
  },
  {
    "id": "421040",
    "name": "בית חולים שלוותה"
  },
  {
    "id": "544395",
    "name": "עתיד רזיאל"
  },
  {
    "id": "141168",
    "name": "תורני לבנות ב.שולמית"
  },
  {
    "id": "244285",
    "name": "אורט פסגות כרמיאל"
  },
  {
    "id": "144329",
    "name": "תיכון מכבים רעות"
  },
  {
    "id": "141176",
    "name": "אולפנת צביה מ. אדומים"
  },
  {
    "id": "247866",
    "name": "רב תחומי עמל אחווה"
  },
  {
    "id": "214098",
    "name": "ישיבת אביר יעקב"
  },
  {
    "id": "444646",
    "name": "ישיבת בני עקיבא ראשון לציון"
  },
  {
    "id": "444679",
    "name": "בית חינוך אמית רננים"
  },
  {
    "id": "615641",
    "name": "מרכז פסג\"ה אילת"
  },
  {
    "id": "115915",
    "name": "מרכז פסג\"ה בית שמש"
  },
  {
    "id": "524116",
    "name": "מועדון לקידום הלמידה"
  },
  {
    "id": "616755",
    "name": "מרכז פסג\"ה ערד"
  },
  {
    "id": "615633",
    "name": "מרכז פסג\"ה תל שבע"
  },
  {
    "id": "544361",
    "name": "ישיבת אבשלום"
  },
  {
    "id": "544379",
    "name": "ישיבת תפארת ציון"
  },
  {
    "id": "344341",
    "name": "ישיבת תהילת שלמה"
  },
  {
    "id": "144261",
    "name": "ישיבת חיי משה"
  },
  {
    "id": "544387",
    "name": "ישיבת פאר משה"
  },
  {
    "id": "444604",
    "name": "ישיבת תורת חסד"
  },
  {
    "id": "541268",
    "name": "תיכון אלון"
  },
  {
    "id": "248690",
    "name": "אל אוסקופיה"
  },
  {
    "id": "348250",
    "name": "תיכון ח'דיג'ה"
  },
  {
    "id": "247833",
    "name": "דרכא ג'וליס"
  },
  {
    "id": "614321",
    "name": "בית ספר על יסודי דרכא אחווה"
  },
  {
    "id": "344200",
    "name": "אולפ' בנ\"ע מ. ברוך"
  },
  {
    "id": "325969",
    "name": "עופר"
  },
  {
    "id": "770784",
    "name": "קרית החינוך אמי\"ת"
  },
  {
    "id": "244210",
    "name": "במעלה טבריה"
  },
  {
    "id": "144568",
    "name": "נעורים"
  },
  {
    "id": "448159",
    "name": "עתיד דאר אל חכמא"
  },
  {
    "id": "244343",
    "name": "מקיף סלמה - משגב ע\"ש מחמוד חוסין סועאד"
  },
  {
    "id": "249318",
    "name": "תיכון סלמאן חטיב"
  },
  {
    "id": "249300",
    "name": "רב תחומי עמל עילוט"
  },
  {
    "id": "544494",
    "name": "ישיבה תיכונית בנים"
  },
  {
    "id": "247882",
    "name": "תיכון שיבלי"
  },
  {
    "id": "238022",
    "name": "מפתן שפרעם"
  },
  {
    "id": "228353",
    "name": "מעון יום בועינה נג'א"
  },
  {
    "id": "425017",
    "name": "מתי\"א חפר שרון"
  },
  {
    "id": "125922",
    "name": "שמע קולנו ח.מ."
  },
  {
    "id": "215210",
    "name": "מרכז פסג\"ה ירכא"
  },
  {
    "id": "115931",
    "name": "מרכז פסג\"ה מעלה אדומים"
  },
  {
    "id": "226050",
    "name": "מרכז טיפולי-מעלות"
  },
  {
    "id": "115949",
    "name": "מרכז פסג\"ה קרית ארבע"
  },
  {
    "id": "644369",
    "name": "ישיבת בית מרדכי"
  },
  {
    "id": "144337",
    "name": "אולפנת רעיה"
  },
  {
    "id": "541102",
    "name": "ישיבת אור גאון"
  },
  {
    "id": "541284",
    "name": "ישיבת גאון צבי"
  },
  {
    "id": "544478",
    "name": "נתיבות רבקה"
  },
  {
    "id": "247163",
    "name": "מקיף דיר חנא"
  },
  {
    "id": "141192",
    "name": "ישיבת אוהל שמחה"
  },
  {
    "id": "141200",
    "name": "ישיבה לצעירים"
  },
  {
    "id": "144410",
    "name": "ישיבת ישמח משה"
  },
  {
    "id": "444117",
    "name": "תיכון ע\"ש חיים הרצוג"
  },
  {
    "id": "644435",
    "name": "ישיבה תיכונית"
  },
  {
    "id": "144360",
    "name": "ישיבת מאור אליהו"
  },
  {
    "id": "444745",
    "name": "תיכון בגין"
  },
  {
    "id": "444687",
    "name": "אנקורי"
  },
  {
    "id": "441113",
    "name": "טרה סנטה"
  },
  {
    "id": "448142",
    "name": "תיכון אורתודוקסי"
  },
  {
    "id": "644492",
    "name": "מקיף ע\"ש מנחם בגין"
  },
  {
    "id": "247239",
    "name": "מקיף אעבלין"
  },
  {
    "id": "644377",
    "name": "מקיף ז'"
  },
  {
    "id": "841213",
    "name": "אולפנת אלומה שדות נגב"
  },
  {
    "id": "421081",
    "name": "ניצנים"
  },
  {
    "id": "344382",
    "name": "תכון חדרה בית-אליעזר"
  },
  {
    "id": "544353",
    "name": "מקיף אפרים קציר"
  },
  {
    "id": "544528",
    "name": "מקיף ע\"ש יצחק נבון"
  },
  {
    "id": "644203",
    "name": "מקיף אלנור"
  },
  {
    "id": "144592",
    "name": "קדמה ירושלים"
  },
  {
    "id": "244368",
    "name": "מקיף אורט כרמים"
  },
  {
    "id": "648097",
    "name": "רב תחומי לקיה"
  },
  {
    "id": "444737",
    "name": "נחשון למדעים טכנולוגיה ואומנות"
  },
  {
    "id": "441139",
    "name": "תיכון ע\"ש גולדה מאיר"
  },
  {
    "id": "644344",
    "name": "תיכון חדש ע\"ש רבין"
  },
  {
    "id": "441147",
    "name": "מקיף ז' רביבים"
  },
  {
    "id": "247221",
    "name": "בי\"ס מקיף השלום דנון"
  },
  {
    "id": "228379",
    "name": "סווא בית ספר לחינוך מיוחד"
  },
  {
    "id": "520908",
    "name": "מרכז טיפולי"
  },
  {
    "id": "514448",
    "name": "אחיה - המרכז הרב תחומי להצלחת"
  },
  {
    "id": "215244",
    "name": "מרכז פסג\"ה דבוריה"
  },
  {
    "id": "615682",
    "name": "קדים מרכז מחוננים"
  },
  {
    "id": "225060",
    "name": "מרכז טיפולי שמע"
  },
  {
    "id": "228361",
    "name": "אלבסמה"
  },
  {
    "id": "420836",
    "name": "מתי\"א כפר סבא"
  },
  {
    "id": "215251",
    "name": "מרכז פסג\"ה מגאר"
  },
  {
    "id": "225037",
    "name": "מתי\"א -עכו"
  },
  {
    "id": "425108",
    "name": "מתי\"א ראשון לציון"
  },
  {
    "id": "525980",
    "name": "מ.טיפולי אביב ג.הרך"
  },
  {
    "id": "640722",
    "name": "ישיבת צמח צדיק"
  },
  {
    "id": "444786",
    "name": "ישיבת שערי ציון"
  },
  {
    "id": "344309",
    "name": "ישיבת חסידי גור"
  },
  {
    "id": "441196",
    "name": "עתיד למדעים לוד"
  },
  {
    "id": "144501",
    "name": "תיכון הראל"
  },
  {
    "id": "640730",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "247205",
    "name": "הפטריאכלי הלטיני"
  },
  {
    "id": "441220",
    "name": "אל ארצי"
  },
  {
    "id": "644484",
    "name": "מקיף ח'"
  },
  {
    "id": "644443",
    "name": "אולפנת צביה אשקלון"
  },
  {
    "id": "644526",
    "name": "מקיף ע\"ש יצחק רבין"
  },
  {
    "id": "541367",
    "name": "מקיף לאורו נלך"
  },
  {
    "id": "844076",
    "name": "קרית חינוך דרור"
  },
  {
    "id": "444836",
    "name": "קרית חינוך ע\"ש רבין"
  },
  {
    "id": "220434",
    "name": "גלעד"
  },
  {
    "id": "244384",
    "name": "הישיבה אורט טבריה"
  },
  {
    "id": "444943",
    "name": "עתיד מקיף ממ\"ד יגאל אלון"
  },
  {
    "id": "141309",
    "name": "עירוני פסגת זאב"
  },
  {
    "id": "141390",
    "name": "מדרשיית עלמא אמונה"
  },
  {
    "id": "144691",
    "name": "ישיבת נעם"
  },
  {
    "id": "144428",
    "name": "ישיבת צביה מ.אדומים"
  },
  {
    "id": "441212",
    "name": "חט\"ב תיכון ריגלר"
  },
  {
    "id": "444950",
    "name": "עירוני מקיף שי עגנון"
  },
  {
    "id": "644591",
    "name": "מקיף עומר"
  },
  {
    "id": "247247",
    "name": "מקיף אלבוכארי"
  },
  {
    "id": "249284",
    "name": "מקיף אלבטוף עראבה"
  },
  {
    "id": "344473",
    "name": "מקיף שש שנתי"
  },
  {
    "id": "648113",
    "name": "מקיף א'לנור"
  },
  {
    "id": "625079",
    "name": "מרכז אור ושמע"
  },
  {
    "id": "228411",
    "name": "מרכז טיפולי בית ג'ן"
  },
  {
    "id": "625087",
    "name": "מתי\"א דימונה"
  },
  {
    "id": "416768",
    "name": "בי\"ס מחוזי מחוננים"
  },
  {
    "id": "215681",
    "name": "מרכז מדע ודעת כרמיאל"
  },
  {
    "id": "228445",
    "name": "בי\"ס לחינוך מיוחד"
  },
  {
    "id": "328112",
    "name": "מתי\"א עוספיא"
  },
  {
    "id": "515254",
    "name": "מ.מחוזי יהלום"
  },
  {
    "id": "225128",
    "name": "שיקומי שחפים"
  },
  {
    "id": "228452",
    "name": "מתי\"א-שפרעם"
  },
  {
    "id": "640748",
    "name": "ת\"ת מורשה"
  },
  {
    "id": "640755",
    "name": "בית יעקב חסידי"
  },
  {
    "id": "541334",
    "name": "ישיבת תפארת-מרדכי"
  },
  {
    "id": "541680",
    "name": "אורט עטרת רחל בני ברק"
  },
  {
    "id": "244418",
    "name": "ישיבת תורת מאיר"
  },
  {
    "id": "248740",
    "name": "תיכון אלכוארזמי"
  },
  {
    "id": "141234",
    "name": "ישיבה תורה אור"
  },
  {
    "id": "141242",
    "name": "ישיבת מגדל תורה"
  },
  {
    "id": "141333",
    "name": "מ. חינוכי למצטיינות"
  },
  {
    "id": "141291",
    "name": "ישיבת אהבת חיים"
  },
  {
    "id": "441238",
    "name": "תיכון ע\"ש יצחק רבין"
  },
  {
    "id": "141358",
    "name": "ישיבת מעלה חבר"
  },
  {
    "id": "644690",
    "name": "יצחק רבין"
  },
  {
    "id": "644559",
    "name": "דרכא מקיף ד' ע\"ש רבין"
  },
  {
    "id": "644708",
    "name": "מקיף ע. דוד טוביהו"
  },
  {
    "id": "644666",
    "name": "אולפנת צביה דימונה"
  },
  {
    "id": "544593",
    "name": "עתידים ע\"ש מ. אלישיב"
  },
  {
    "id": "648121",
    "name": "מקיף ע\"ש יצחק רבין"
  },
  {
    "id": "141499",
    "name": "אור תורה סטון לבנים"
  },
  {
    "id": "141549",
    "name": "אור תורה סטון לבנות"
  },
  {
    "id": "148155",
    "name": "תיכון שועפט"
  },
  {
    "id": "444828",
    "name": "שש שנתי איש שלום"
  },
  {
    "id": "144675",
    "name": "ע\"ש יצחק רבין עי\"ס"
  },
  {
    "id": "144683",
    "name": "עירוני א'"
  },
  {
    "id": "441287",
    "name": "מקיף עירוני ח'"
  },
  {
    "id": "328138",
    "name": "מתי\"א אום אל-פחם"
  },
  {
    "id": "325027",
    "name": "מתי\"א שלהבת"
  },
  {
    "id": "416735",
    "name": "מרכז פסג\"ה אריאל"
  },
  {
    "id": "625095",
    "name": "מתי\"א אשקלון"
  },
  {
    "id": "425025",
    "name": "מתי\"א מיתר"
  },
  {
    "id": "525220",
    "name": "מתי\"א גבעתיים"
  },
  {
    "id": "525204",
    "name": "מתי\"א חולון"
  },
  {
    "id": "428052",
    "name": "מתי\"א טייבה"
  },
  {
    "id": "428060",
    "name": "מתי\"א טירה"
  },
  {
    "id": "216713",
    "name": "מרכז פסג\"ה טמרה"
  },
  {
    "id": "120584",
    "name": "מל\"ל - מרכז לל\"ל"
  },
  {
    "id": "125120",
    "name": "מתי\"א ירושלים"
  },
  {
    "id": "125146",
    "name": "מ.ט.ל - מרכז טיפולי"
  },
  {
    "id": "125104",
    "name": "מתי\"א מעלה והר"
  },
  {
    "id": "225227",
    "name": "מתי\"א מעלות"
  },
  {
    "id": "225193",
    "name": "מתי\"א נהריה"
  },
  {
    "id": "225185",
    "name": "מתי\"א נוף הגליל"
  },
  {
    "id": "625111",
    "name": "מתי\"א נתיבות"
  },
  {
    "id": "228460",
    "name": "מתי\"א סחנין"
  },
  {
    "id": "225151",
    "name": "מתי\"א מגידו"
  },
  {
    "id": "625103",
    "name": "מתי\"א ערד"
  },
  {
    "id": "425066",
    "name": "מתי\"א פתח תקוה"
  },
  {
    "id": "220459",
    "name": "בי\"ס מיוחד זיו"
  },
  {
    "id": "225201",
    "name": "מתי\"א קרית שמונה"
  },
  {
    "id": "425033",
    "name": "מתי\"א קרני שומרון"
  },
  {
    "id": "425041",
    "name": "מתי\"א ראש העין"
  },
  {
    "id": "425058",
    "name": "מתי\"א רג\"ב"
  },
  {
    "id": "525238",
    "name": "מתי\"א רמת גן"
  },
  {
    "id": "141481",
    "name": "ישיבת באר התורה"
  },
  {
    "id": "541391",
    "name": "ישיבת זכרון דוד"
  },
  {
    "id": "541409",
    "name": "חכמת שלמה"
  },
  {
    "id": "344499",
    "name": "בית יעקב-בית יפה"
  },
  {
    "id": "340612",
    "name": "תיכון חיפה"
  },
  {
    "id": "141432",
    "name": "בית יעקב דרכי רחל"
  },
  {
    "id": "141457",
    "name": "ישיבת באר אברהם"
  },
  {
    "id": "141523",
    "name": "ישיבת באור שמואל"
  },
  {
    "id": "148148",
    "name": "מאמוניה"
  },
  {
    "id": "148163",
    "name": "ראשדיה"
  },
  {
    "id": "441345",
    "name": "ישיבת חכמת שלמה"
  },
  {
    "id": "441386",
    "name": "ישיבת מאור מנחם"
  },
  {
    "id": "441337",
    "name": "תיכון שוהם"
  },
  {
    "id": "644674",
    "name": "ישיבת תושיה לצעירים"
  },
  {
    "id": "644534",
    "name": "יצחק רגר"
  },
  {
    "id": "144600",
    "name": "ישיבה שעלי תורה"
  },
  {
    "id": "247296",
    "name": "רב תחומי ע\"ש מאג'ד ביסאן"
  },
  {
    "id": "140491",
    "name": "אולפנת צביה ירושלים"
  },
  {
    "id": "141754",
    "name": "ישיבה תיכ' תורה ומדע"
  },
  {
    "id": "247254",
    "name": "מקיף אלסלאם כאבול"
  },
  {
    "id": "448167",
    "name": "חט\"ב אבן סינא"
  },
  {
    "id": "144717",
    "name": "אולפנת בנ\"ע אורות מודיעין"
  },
  {
    "id": "444935",
    "name": "ברנקו וייס מקיף ע\"ש רבין"
  },
  {
    "id": "644542",
    "name": "דרכא ע\"ש המר"
  },
  {
    "id": "247213",
    "name": "עתיד סאג'ור"
  },
  {
    "id": "344416",
    "name": "מקיף חדש ע\"ש רבין"
  },
  {
    "id": "442376",
    "name": "אמית מדעי תורני כפר בתיה"
  },
  {
    "id": "441279",
    "name": "בית חינוך ע\"ש רבין"
  },
  {
    "id": "625160",
    "name": "חבצלת הדרום"
  },
  {
    "id": "625129",
    "name": "מתי\"א אילת"
  },
  {
    "id": "125161",
    "name": "מתי\"א יחדיו"
  },
  {
    "id": "620534",
    "name": "כיתות בי\"ח סורוקה"
  },
  {
    "id": "625137",
    "name": "מתי\"א באר שבע"
  },
  {
    "id": "228528",
    "name": "מתי\"א בועיינה נוג'יד"
  },
  {
    "id": "125153",
    "name": "מתי\"א בית שמש אית\"ן"
  },
  {
    "id": "425090",
    "name": "מתי\"א דרום השרון"
  },
  {
    "id": "320457",
    "name": "גל אור"
  },
  {
    "id": "325092",
    "name": "מתי\"א חדרה"
  },
  {
    "id": "325068",
    "name": "מתי\"א חיפה"
  },
  {
    "id": "225284",
    "name": "מתי\"א טבריה"
  },
  {
    "id": "325084",
    "name": "מתי\"א טירת הכרמל"
  },
  {
    "id": "228510",
    "name": "מתי\"א כפר כנא"
  },
  {
    "id": "225276",
    "name": "מתי\"א כרמיאל"
  },
  {
    "id": "215731",
    "name": "מרכז פסג\"ה מג'ד אלכרום"
  },
  {
    "id": "228585",
    "name": "מתי\"א מג'אר"
  },
  {
    "id": "228536",
    "name": "מתי\"א נצרת"
  },
  {
    "id": "318865",
    "name": "מרכז פסג\"ה עספיא"
  },
  {
    "id": "225250",
    "name": "מתי\"א עפולה"
  },
  {
    "id": "225243",
    "name": "מתי\"א צפת"
  },
  {
    "id": "625152",
    "name": "מתי\"א קרית גת"
  },
  {
    "id": "325076",
    "name": "מתי\"א קריות"
  },
  {
    "id": "515346",
    "name": "רם - רמה מחוננים"
  },
  {
    "id": "640771",
    "name": "סמינר בית יעקב החדש"
  },
  {
    "id": "141739",
    "name": "ישיבת בני צבי בית אל"
  },
  {
    "id": "541441",
    "name": "ישיבה קטנה למצויינים"
  },
  {
    "id": "541458",
    "name": "ישיבת כנסת יששכר"
  },
  {
    "id": "541474",
    "name": "סמינר הרב מאיר"
  },
  {
    "id": "541482",
    "name": "סמינר לבנות אלקיים"
  },
  {
    "id": "541490",
    "name": "סמינר תהילה"
  },
  {
    "id": "541508",
    "name": "סמינר כהנא"
  },
  {
    "id": "541565",
    "name": "ישיבת בית מנחם"
  },
  {
    "id": "441410",
    "name": "תיכון ע\"ש אילן רמון"
  },
  {
    "id": "541532",
    "name": "תיכון טומשין חולון"
  },
  {
    "id": "244509",
    "name": "ישיבת טבריה"
  },
  {
    "id": "141572",
    "name": "ישיבת משכן ציון"
  },
  {
    "id": "141606",
    "name": "ישיבת משכן שלמה"
  },
  {
    "id": "141614",
    "name": "ישיבת אמרי נועם"
  },
  {
    "id": "141630",
    "name": "ישיבת זהר התורה"
  },
  {
    "id": "141713",
    "name": "תוספות יום-טוב"
  },
  {
    "id": "141762",
    "name": "ירים משה"
  },
  {
    "id": "141796",
    "name": "ישיבת מעין התלמוד"
  },
  {
    "id": "141853",
    "name": "מעלות בית יעקב"
  },
  {
    "id": "141861",
    "name": "בי סמינר רמות שמסיאב"
  },
  {
    "id": "141911",
    "name": "דמשק אליעזר ויזניץ"
  },
  {
    "id": "141929",
    "name": "בית חוה"
  },
  {
    "id": "244517",
    "name": "ישיבת תומכי תמימים"
  },
  {
    "id": "141580",
    "name": "ישיבת דרך התורה"
  },
  {
    "id": "141689",
    "name": "בית יעקב"
  },
  {
    "id": "247288",
    "name": "תיכון משהד"
  },
  {
    "id": "248781",
    "name": "תיכון אורית"
  },
  {
    "id": "441493",
    "name": "ישיבת תורת מנחם"
  },
  {
    "id": "441436",
    "name": "תיכון אפיקים"
  },
  {
    "id": "344531",
    "name": "ישיבה לצעירים"
  },
  {
    "id": "644757",
    "name": "קרית חינוך-ק. מלאכי"
  },
  {
    "id": "441477",
    "name": "תיכון טומשין ראשל\"צ"
  },
  {
    "id": "441485",
    "name": "כנסת מאיר"
  },
  {
    "id": "541466",
    "name": "תהילות חנה"
  },
  {
    "id": "620336",
    "name": "גשר"
  },
  {
    "id": "544668",
    "name": "אולפנת צביה בת ים"
  },
  {
    "id": "441634",
    "name": "ישיבת בני עקיבא גבעת שמואל"
  },
  {
    "id": "240572",
    "name": "מקיף ולדורף הרדוף"
  },
  {
    "id": "144766",
    "name": "ישיבת בנ\"ע נר תמיד חשמונאים"
  },
  {
    "id": "144758",
    "name": "ישיבת בנ\"ע פסגת זאב"
  },
  {
    "id": "146878",
    "name": "בית הצייר"
  },
  {
    "id": "160242",
    "name": "מקיף קשת"
  },
  {
    "id": "648139",
    "name": "אורט כסייפה אלפארוק"
  },
  {
    "id": "441667",
    "name": "חט\"ב ממ\"ד בנים המר"
  },
  {
    "id": "644617",
    "name": "תיכון ברנקו וייס מיתרים"
  },
  {
    "id": "644781",
    "name": "דרכא ע\"ש הצבי"
  },
  {
    "id": "248435",
    "name": "רב תחומי עמל אל-בטוף"
  },
  {
    "id": "421115",
    "name": "שיקמים"
  },
  {
    "id": "541581",
    "name": "הפתוח הדמוקרטי"
  },
  {
    "id": "215319",
    "name": "מחוננים אעבלין"
  },
  {
    "id": "625145",
    "name": "מתי\"א אשדוד"
  },
  {
    "id": "525295",
    "name": "מתי\"א בני ברק"
  },
  {
    "id": "525261",
    "name": "מתי\"א בת ים"
  },
  {
    "id": "225292",
    "name": "מתי\"א העמקים"
  },
  {
    "id": "425124",
    "name": "מתי\"א יבנה"
  },
  {
    "id": "118372",
    "name": "מתיא מזרח העיר"
  },
  {
    "id": "425074",
    "name": "מתי\"א במעלה"
  },
  {
    "id": "425140",
    "name": "מתי\"א במעג\"ן"
  },
  {
    "id": "625178",
    "name": "מתי\"א צפון הנגב"
  },
  {
    "id": "425082",
    "name": "מתי\"א נתניה"
  },
  {
    "id": "625186",
    "name": "מתי\"א רהט"
  },
  {
    "id": "425116",
    "name": "מתי\"א רן"
  },
  {
    "id": "425132",
    "name": "מתי\"א רעננה"
  },
  {
    "id": "525287",
    "name": "מתי\"א תל אביב"
  },
  {
    "id": "142174",
    "name": "ישיבת בנ\"ע אורות יהודה"
  },
  {
    "id": "640821",
    "name": "נאות שמחה"
  },
  {
    "id": "142034",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "142216",
    "name": "אמרי בינה"
  },
  {
    "id": "541599",
    "name": "שיח יצחק"
  },
  {
    "id": "340653",
    "name": "גימנסיה חדרה"
  },
  {
    "id": "340679",
    "name": "אוהל יהושע"
  },
  {
    "id": "141895",
    "name": "בנות ויזניץ"
  },
  {
    "id": "141978",
    "name": "אנקורי"
  },
  {
    "id": "142018",
    "name": "ישיבת נתיבות יעקב"
  },
  {
    "id": "142075",
    "name": "דחסידי גור"
  },
  {
    "id": "142083",
    "name": "חוות דעת"
  },
  {
    "id": "142158",
    "name": "אדרת אליהו"
  },
  {
    "id": "142190",
    "name": "בית יעקב עלי באר"
  },
  {
    "id": "441618",
    "name": "אור חנה"
  },
  {
    "id": "441592",
    "name": "ישיבת נהורא"
  },
  {
    "id": "244566",
    "name": "ברנקו וייס מרום גליל"
  },
  {
    "id": "142166",
    "name": "אולפנת לבונה"
  },
  {
    "id": "142265",
    "name": "סוסיא-ישיבת בני\"ע"
  },
  {
    "id": "344572",
    "name": "גמנסיה קריות"
  },
  {
    "id": "541656",
    "name": "אור חנה"
  },
  {
    "id": "238048",
    "name": "מפתן תמרה"
  },
  {
    "id": "148247",
    "name": "מקיף שש שנתי אלטור לבנים"
  },
  {
    "id": "160259",
    "name": "ליבי"
  },
  {
    "id": "160598",
    "name": "ארץ הצבי"
  },
  {
    "id": "238055",
    "name": "מפתן מג'אר"
  },
  {
    "id": "442012",
    "name": "מישרים"
  },
  {
    "id": "441311",
    "name": "מקיף ט'"
  },
  {
    "id": "441758",
    "name": "מקיף י' אבני החושן"
  },
  {
    "id": "545038",
    "name": "מרכז למצויינות-בת ים"
  },
  {
    "id": "228627",
    "name": "מתי\"א הגליל"
  },
  {
    "id": "315762",
    "name": "מ.מ מחוננים אורנים"
  },
  {
    "id": "325100",
    "name": "מתי\"א זבולון-אשר"
  },
  {
    "id": "515627",
    "name": "מרכז פסג\"ה רמת גן"
  },
  {
    "id": "421123",
    "name": "בי\"ס בבי\"ח לוינשטיין"
  },
  {
    "id": "415539",
    "name": "מחוננים שוהם"
  },
  {
    "id": "214601",
    "name": "הדמוקרטי כנף"
  },
  {
    "id": "142232",
    "name": "ישיבת תומכי תמימים"
  },
  {
    "id": "541631",
    "name": "ישיבת חסידי דאראג"
  },
  {
    "id": "541672",
    "name": "ישיבה לצעירים"
  },
  {
    "id": "142315",
    "name": "תפארת לוי"
  },
  {
    "id": "142331",
    "name": "ישיבת זכרון אליעזר"
  },
  {
    "id": "142372",
    "name": "ישיבת אורייתא דרכא"
  },
  {
    "id": "240598",
    "name": "נוה חוה"
  },
  {
    "id": "248823",
    "name": "נוטרדאם"
  },
  {
    "id": "142281",
    "name": "ישיבת בנ\"ע כינור דוד"
  },
  {
    "id": "240580",
    "name": "תיכון חרדי לבנות ב\"י"
  },
  {
    "id": "340695",
    "name": "תיכון לבנות בית יעקב"
  },
  {
    "id": "348326",
    "name": "אלאנדלוס"
  },
  {
    "id": "160432",
    "name": "ברנקו וייס מקיף בית שמש"
  },
  {
    "id": "444620",
    "name": "אולפנה לבנות"
  },
  {
    "id": "160374",
    "name": "אולפנת דולב"
  },
  {
    "id": "544692",
    "name": "ק.חינוך בנ\"ע חולון"
  },
  {
    "id": "340737",
    "name": "אולפנת צביה חיפה"
  },
  {
    "id": "160416",
    "name": "רעות קהילה דתית"
  },
  {
    "id": "441824",
    "name": "ישיבת צביה לוד"
  },
  {
    "id": "165852",
    "name": "ישיבת בנ\"ע לפיד מודיעין"
  },
  {
    "id": "160549",
    "name": "אמי\"ת איתן"
  },
  {
    "id": "348318",
    "name": "תיכון מעלה עירון"
  },
  {
    "id": "421149",
    "name": "חט\"ב רבין"
  },
  {
    "id": "644732",
    "name": "אורט מקיף ע\"ש אריה מאיר"
  },
  {
    "id": "440990",
    "name": "אולפנאת זבולון"
  },
  {
    "id": "615435",
    "name": "מחוזי למחוננים"
  },
  {
    "id": "525063",
    "name": "שיפור הלמידה"
  },
  {
    "id": "160622",
    "name": "פת\"ח"
  },
  {
    "id": "240622",
    "name": "ישיבת אלוני הבשן"
  },
  {
    "id": "640953",
    "name": "בית מלכה"
  },
  {
    "id": "640896",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "640938",
    "name": "מעיין חיים ושלום"
  },
  {
    "id": "541722",
    "name": "ישיבת משכן התורה"
  },
  {
    "id": "541748",
    "name": "ישיבת אורחות תורה"
  },
  {
    "id": "541771",
    "name": "אור אברהם"
  },
  {
    "id": "344580",
    "name": "בית יעקב תהילה"
  },
  {
    "id": "441774",
    "name": "שירת משה"
  },
  {
    "id": "441816",
    "name": "בנות לאה"
  },
  {
    "id": "160358",
    "name": "שערי תורה"
  },
  {
    "id": "160366",
    "name": "ישיבת באר יהודה"
  },
  {
    "id": "160457",
    "name": "מל\"ד - מרכז למידה דתי"
  },
  {
    "id": "160523",
    "name": "ישיבת מיר לצעירים"
  },
  {
    "id": "160556",
    "name": "מרכז ישיבות וכוללים"
  },
  {
    "id": "171017",
    "name": "המכללה לטכנולוגיה"
  },
  {
    "id": "178061",
    "name": "אל מוקבר תיכון לבנות"
  },
  {
    "id": "178079",
    "name": "על יסודי רב נתיבי"
  },
  {
    "id": "444612",
    "name": "תיכון דרכא ע\"ש מקסים לוי"
  },
  {
    "id": "277020",
    "name": "על יסודי משהד"
  },
  {
    "id": "841247",
    "name": "אולפנת רגבים אופק"
  },
  {
    "id": "240614",
    "name": "עטרת מרדכי"
  },
  {
    "id": "640904",
    "name": "תפארת שרה"
  },
  {
    "id": "471029",
    "name": "מכללת אורט הרמלין להנדסה"
  },
  {
    "id": "460410",
    "name": "בני חיל שומרון"
  },
  {
    "id": "370833",
    "name": "התיכון החברתי"
  },
  {
    "id": "160580",
    "name": "אולפנת בנ\"ע ראש צורים"
  },
  {
    "id": "340711",
    "name": "אור חדש - בנות"
  },
  {
    "id": "240630",
    "name": "רגבים בגולן"
  },
  {
    "id": "441808",
    "name": "תיכון אביב"
  },
  {
    "id": "571281",
    "name": "מכללת אורט סיגלובסקי"
  },
  {
    "id": "344440",
    "name": "ק חינוך אמית עתידים אור עקיבא"
  },
  {
    "id": "344598",
    "name": "נתיבות דרור"
  },
  {
    "id": "248195",
    "name": "מקיף אבן אלהייתם"
  },
  {
    "id": "641316",
    "name": "תיכון ישיבתי נרייה"
  },
  {
    "id": "648154",
    "name": "מקיף אלחיאת"
  },
  {
    "id": "441972",
    "name": "דמוקרטי ע\"ש יעקב חזן"
  },
  {
    "id": "644807",
    "name": "דרכא ע\"ש יצחק נבון"
  },
  {
    "id": "441832",
    "name": "ישיבת צביה פתח תקווה"
  },
  {
    "id": "841262",
    "name": "מקיף הר טוב"
  },
  {
    "id": "648089",
    "name": "טומשין אלביאן תלשבע"
  },
  {
    "id": "415547",
    "name": "מחוננים הוד השרון"
  },
  {
    "id": "525329",
    "name": "מתי\"א הרצליה"
  },
  {
    "id": "415505",
    "name": "תפוח פיס-מחוננים חפר"
  },
  {
    "id": "247320",
    "name": "עתיד אום אל פחם"
  },
  {
    "id": "641001",
    "name": "מח\"ט דרכא פסגות"
  },
  {
    "id": "441857",
    "name": "ישיבה לצעירים חיצים"
  },
  {
    "id": "640987",
    "name": "סמינר בית יעקב החדש"
  },
  {
    "id": "640995",
    "name": "ישיבת תורה אור אשדוד"
  },
  {
    "id": "641019",
    "name": "ישיבת מרכז תורה אור"
  },
  {
    "id": "165738",
    "name": "אור אליעזר"
  },
  {
    "id": "166769",
    "name": "בית יעקב כה תאמר"
  },
  {
    "id": "540526",
    "name": "ישיבת בית מדרש עליון"
  },
  {
    "id": "244608",
    "name": "בנות תפארת"
  },
  {
    "id": "160648",
    "name": "בית יעקב מרגלית"
  },
  {
    "id": "162057",
    "name": "אוהל ברכה"
  },
  {
    "id": "165472",
    "name": "ישיבת דעת תורה"
  },
  {
    "id": "167262",
    "name": "ישיבת פאר השלום"
  },
  {
    "id": "168393",
    "name": "ישיבת פאר התלמוד"
  },
  {
    "id": "247312",
    "name": "מכללת גרנאטה לחינוך"
  },
  {
    "id": "248831",
    "name": "על יסודי טכנולוגי"
  },
  {
    "id": "441964",
    "name": "אמרי צבי"
  },
  {
    "id": "441899",
    "name": "בית רבקה"
  },
  {
    "id": "441956",
    "name": "נחלת שמואל"
  },
  {
    "id": "278051",
    "name": "טכנולוגי נעמת ע.מאהל"
  },
  {
    "id": "441865",
    "name": "עטרת הלויים"
  },
  {
    "id": "441923",
    "name": "מעיין"
  },
  {
    "id": "240721",
    "name": "סמינר בית יעקב צפת"
  },
  {
    "id": "240739",
    "name": "בית לוי יצחק חב\"ד"
  },
  {
    "id": "541789",
    "name": "אהל חנה"
  },
  {
    "id": "441949",
    "name": "ברנקו וייס רמלה"
  },
  {
    "id": "541805",
    "name": "מרום"
  },
  {
    "id": "278044",
    "name": "טכנולוגי נעמ\"ת שפרעם"
  },
  {
    "id": "548032",
    "name": "מרכז חינוך יפו"
  },
  {
    "id": "186908",
    "name": "אולפנא בני עקיבא נריה"
  },
  {
    "id": "168419",
    "name": "אולפנת צביה יצירתית"
  },
  {
    "id": "170803",
    "name": "עמל תעופה וחלל"
  },
  {
    "id": "640227",
    "name": "אורט צימטבאום ערד"
  },
  {
    "id": "441980",
    "name": "אולפנת צביה רבבה"
  },
  {
    "id": "648204",
    "name": "אלנג'אח"
  },
  {
    "id": "441378",
    "name": "תיכון דתי איתן חדש"
  },
  {
    "id": "187146",
    "name": "מכון רות מרכז לימודי"
  },
  {
    "id": "415760",
    "name": "מחוזי מחוננים נתניה (מטמון)"
  },
  {
    "id": "315457",
    "name": "מרכז פסג\"ה קרית מוצקין"
  },
  {
    "id": "370262",
    "name": "תיכון טכנולוגי האופק"
  },
  {
    "id": "641084",
    "name": "עתיד אור מרגלית"
  },
  {
    "id": "648170",
    "name": "מח\"ט עמל רעות"
  },
  {
    "id": "270470",
    "name": "אורט מח\"ט בית שאן"
  },
  {
    "id": "541847",
    "name": "ישיבת חזון נחום"
  },
  {
    "id": "541854",
    "name": "ישיבת חזון נחום"
  },
  {
    "id": "541862",
    "name": "אמונה אולפנית טכנולוגית"
  },
  {
    "id": "541896",
    "name": "ישיבת פוניבז'"
  },
  {
    "id": "641092",
    "name": "בי\"ס חכמת רחמים"
  },
  {
    "id": "448241",
    "name": "עמל ע\"ש ע. עתילי טירה"
  },
  {
    "id": "448266",
    "name": "על יסודי טכנולוגי"
  },
  {
    "id": "174391",
    "name": "חינוך ברמה לבנות"
  },
  {
    "id": "176487",
    "name": "עמל בנות ציון ירושלים"
  },
  {
    "id": "176909",
    "name": "סמינר לבנות ירים משה"
  },
  {
    "id": "240747",
    "name": "ישיבת אור מאיר שמחה"
  },
  {
    "id": "442020",
    "name": "תכון ת\"א שלוחת נתניה"
  },
  {
    "id": "442004",
    "name": "אנקורי פתח תקווה"
  },
  {
    "id": "213033",
    "name": "אלקבץ"
  },
  {
    "id": "448233",
    "name": "תיכון מדעים קלנסואה"
  },
  {
    "id": "541839",
    "name": "תפארת"
  },
  {
    "id": "541979",
    "name": "תיכון יעדים"
  },
  {
    "id": "644823",
    "name": "מקיף י'"
  },
  {
    "id": "640359",
    "name": "אולפנת בנ\"ע חן במדבר"
  },
  {
    "id": "244624",
    "name": "אורט ישיבה ע\"ש אביתר בית שאן"
  },
  {
    "id": "193185",
    "name": "אולפנת שעלי תורה"
  },
  {
    "id": "193003",
    "name": "מקיף עיסוואיה לבנות"
  },
  {
    "id": "195404",
    "name": "אל סלאם"
  },
  {
    "id": "247346",
    "name": "טומשין כעביה טבאש חג'אג'רה"
  },
  {
    "id": "144741",
    "name": "ע\"ש רא\"ל מרדכי גור"
  },
  {
    "id": "648147",
    "name": "מקיף אלנור ערערה"
  },
  {
    "id": "442079",
    "name": "פלך ע\"ש רות קורמן"
  },
  {
    "id": "440495",
    "name": "כנפי רוח"
  },
  {
    "id": "220426",
    "name": "בי\"ס שחר"
  },
  {
    "id": "198077",
    "name": "מרכז פסג\"ה מודיעין"
  },
  {
    "id": "420299",
    "name": "אלונים מיוחד"
  },
  {
    "id": "520395",
    "name": "דנה"
  },
  {
    "id": "191031",
    "name": "יפתח"
  },
  {
    "id": "442087",
    "name": "כנסת יחזקאל"
  },
  {
    "id": "442095",
    "name": "ישיבת צמח צדיק ויז'נ"
  },
  {
    "id": "640367",
    "name": "תיכון בית חיה ורבקה"
  },
  {
    "id": "641118",
    "name": "ברנקו וייס באר שבע"
  },
  {
    "id": "183269",
    "name": "ישיבת חסידי גור"
  },
  {
    "id": "184002",
    "name": "מורשת דליה חיי שרה"
  },
  {
    "id": "541912",
    "name": "מוסדות תורה ושלום"
  },
  {
    "id": "541920",
    "name": "בית דוד"
  },
  {
    "id": "340802",
    "name": "ישיבת תומכי תמימים"
  },
  {
    "id": "240788",
    "name": "תורת חסד בגליל"
  },
  {
    "id": "240796",
    "name": "ברנקו וייס טבריה"
  },
  {
    "id": "184093",
    "name": "ישיבת פורת יוסף"
  },
  {
    "id": "185157",
    "name": "עי\"ס אלחיה צור באהר טכנולוגי"
  },
  {
    "id": "189076",
    "name": "סמינר בית יעקב"
  },
  {
    "id": "189084",
    "name": "סמינר בית יעקב"
  },
  {
    "id": "247387",
    "name": "דרוזי למדעים ומנהיגות דרכא"
  },
  {
    "id": "240648",
    "name": "תיכון נר הצפון"
  },
  {
    "id": "190108",
    "name": "אור אלחנן"
  },
  {
    "id": "240770",
    "name": "מגן אבות"
  },
  {
    "id": "340778",
    "name": "אנקורי קרית ביאליק"
  },
  {
    "id": "240804",
    "name": "ברנקו וייס קריית שמונה"
  },
  {
    "id": "540534",
    "name": "תיכון איתן ע\"ש רפאל איתן"
  },
  {
    "id": "644583",
    "name": "מקיף חדש ט'"
  },
  {
    "id": "448316",
    "name": "מקיף נהדת אלראזי עתיד גלגוליה"
  },
  {
    "id": "148197",
    "name": "מקיף בית חנינה"
  },
  {
    "id": "198192",
    "name": "תיכון צור באהר"
  },
  {
    "id": "441584",
    "name": "אולפנת צביה לוד"
  },
  {
    "id": "841254",
    "name": "בית חינוך ירקון"
  },
  {
    "id": "445031",
    "name": "מחוננים אורות אלקנה"
  },
  {
    "id": "625202",
    "name": "מכון מסילות"
  },
  {
    "id": "221937",
    "name": "אפיק נהריה"
  },
  {
    "id": "445056",
    "name": "מחוננים פלא רחובות"
  },
  {
    "id": "445049",
    "name": "מחוננים"
  },
  {
    "id": "442129",
    "name": "אור האמת"
  },
  {
    "id": "442152",
    "name": "אמרי מרדכי"
  },
  {
    "id": "442145",
    "name": "ישיבת פונוביץ"
  },
  {
    "id": "641142",
    "name": "גימנסיה באר שבע"
  },
  {
    "id": "240820",
    "name": "נירים"
  },
  {
    "id": "197798",
    "name": "סמינר בית יעקב ב.שמש"
  },
  {
    "id": "540609",
    "name": "ישיבת סלבודקה"
  },
  {
    "id": "541987",
    "name": "ישיבת חכמי לובלין"
  },
  {
    "id": "248260",
    "name": "מכללת אלביאן"
  },
  {
    "id": "270538",
    "name": "מכללה אזורית ע.הירדן"
  },
  {
    "id": "240812",
    "name": "ישיבת הזורעים"
  },
  {
    "id": "197715",
    "name": "ישיבת פורת יוסף גאולה"
  },
  {
    "id": "199109",
    "name": "סמינר ב\"י אפיקי דעה"
  },
  {
    "id": "199919",
    "name": "עמל עטרות מ.ירושלים"
  },
  {
    "id": "448290",
    "name": "מח\"ט תיכון טכנולוגי"
  },
  {
    "id": "471037",
    "name": "אורט התעשיה האווירית"
  },
  {
    "id": "471045",
    "name": "אורט תל נוף חיל האוויר"
  },
  {
    "id": "641159",
    "name": "תפארת יורם מיכאל"
  },
  {
    "id": "248278",
    "name": "בית ספר אלבשאאר"
  },
  {
    "id": "440586",
    "name": "נווה דעת"
  },
  {
    "id": "442137",
    "name": "בית יעקב מאורות"
  },
  {
    "id": "340810",
    "name": "אהלי שמואל"
  },
  {
    "id": "641183",
    "name": "ישיבת צביה אשקלון"
  },
  {
    "id": "620419",
    "name": "אורים"
  },
  {
    "id": "238121",
    "name": "אולפנת נוגה"
  },
  {
    "id": "640375",
    "name": "ישיבת עתניאל לצעירים"
  },
  {
    "id": "317107",
    "name": "מחוננים אום אל פחם"
  },
  {
    "id": "625194",
    "name": "שמע קולנו"
  },
  {
    "id": "615047",
    "name": "מחוננים אשקלון"
  },
  {
    "id": "317099",
    "name": "מחוננים באקה אלגרביה"
  },
  {
    "id": "236950",
    "name": "מחוננים בועינה נגידת"
  },
  {
    "id": "317081",
    "name": "מחוננים חיפה"
  },
  {
    "id": "328161",
    "name": "עמאר"
  },
  {
    "id": "416305",
    "name": "מחוננים טייבה"
  },
  {
    "id": "416313",
    "name": "מחוננים טירה"
  },
  {
    "id": "235028",
    "name": "מחוננים כאבול"
  },
  {
    "id": "317115",
    "name": "מחוננים כפר קרע"
  },
  {
    "id": "237214",
    "name": "מעלות מחוננים"
  },
  {
    "id": "235010",
    "name": "מחוננים נחף"
  },
  {
    "id": "236968",
    "name": "מחוננים עראבה"
  },
  {
    "id": "416321",
    "name": "מחוננים רמלה"
  },
  {
    "id": "288035",
    "name": "מחוננים שפרעם"
  },
  {
    "id": "648220",
    "name": "תיכון אורט אבוקרינט"
  },
  {
    "id": "347070",
    "name": "עתיד אלאהליה"
  },
  {
    "id": "540708",
    "name": "באר אברהם"
  },
  {
    "id": "226670",
    "name": "ברנקו וייס אתגרי בית שמש"
  },
  {
    "id": "226803",
    "name": "סמינר בית יעקב"
  },
  {
    "id": "221945",
    "name": "אור אברהם טשכנוב"
  },
  {
    "id": "226688",
    "name": "בית יעקב בית בינה"
  },
  {
    "id": "234021",
    "name": "אולפנת צביה כוכב יעקב"
  },
  {
    "id": "234047",
    "name": "ישיבת אמרי חיים ויז'ניץ"
  },
  {
    "id": "234054",
    "name": "חדוות התלמוד"
  },
  {
    "id": "240838",
    "name": "בית רבקה חב\"ד"
  },
  {
    "id": "442186",
    "name": "בית מרגלית"
  },
  {
    "id": "240655",
    "name": "טומשין מעלה רמות"
  },
  {
    "id": "244483",
    "name": "בית הספר אמירים כפר ורדים"
  },
  {
    "id": "237354",
    "name": "תיכון יחד"
  },
  {
    "id": "640383",
    "name": "אולפנת קרית גת"
  },
  {
    "id": "648303",
    "name": "מקיף אלסאלם"
  },
  {
    "id": "460428",
    "name": "אולפנת שעלבים"
  },
  {
    "id": "548404",
    "name": "אג'יאל"
  },
  {
    "id": "620351",
    "name": "שקד בי\"ח ברזילי"
  },
  {
    "id": "288050",
    "name": "שחקים מחוננים"
  },
  {
    "id": "288068",
    "name": "דעת מחוננים"
  },
  {
    "id": "641191",
    "name": "תיכון בית יעקב תהילות"
  },
  {
    "id": "542027",
    "name": "תיכון בית יעקב"
  },
  {
    "id": "242610",
    "name": "ישיבת נר ישראל"
  },
  {
    "id": "442202",
    "name": "מקדש מנחם"
  },
  {
    "id": "641217",
    "name": "עטרת מאיר"
  },
  {
    "id": "641225",
    "name": "ישיבת דובר שלום"
  },
  {
    "id": "648287",
    "name": "אורט ביר הדאג' נווה מדבר"
  },
  {
    "id": "238527",
    "name": "אור חדש"
  },
  {
    "id": "238485",
    "name": "עי\"ס אלאימאן בנות"
  },
  {
    "id": "238519",
    "name": "עי\"ס אלאימאן בנים"
  },
  {
    "id": "239616",
    "name": "מורשת בית יעקב"
  },
  {
    "id": "239897",
    "name": "ג'רוזלם סקול עי\"ס"
  },
  {
    "id": "241026",
    "name": "בית יעקב אור רחל"
  },
  {
    "id": "241067",
    "name": "הדמוקרטי ע\"ש נדב במודיעין"
  },
  {
    "id": "442244",
    "name": "תיכון רננות"
  },
  {
    "id": "648279",
    "name": "תיכון אורט אלהואשלה"
  },
  {
    "id": "542035",
    "name": "מוזות-בי\"ס תיכון לאומניות"
  },
  {
    "id": "348102",
    "name": "אפאק"
  },
  {
    "id": "644831",
    "name": "אומנויות"
  },
  {
    "id": "644849",
    "name": "ישיבת אמי\"ת"
  },
  {
    "id": "641233",
    "name": "יש' תיכונית בלבב שלם"
  },
  {
    "id": "338038",
    "name": "אפאק"
  },
  {
    "id": "442061",
    "name": "אליעזר בן יהודה"
  },
  {
    "id": "440040",
    "name": "חמ\"ד אמית הלל"
  },
  {
    "id": "442251",
    "name": "מיתרים רעננה"
  },
  {
    "id": "227694",
    "name": "אורט שלומי"
  },
  {
    "id": "248344",
    "name": "מקיף ג' א. נמר חוסין"
  },
  {
    "id": "325134",
    "name": "ביה\"ס אבתקאר למחוננים ומצטיינים"
  },
  {
    "id": "338012",
    "name": "אלבסמה-לחינוך מיוחד."
  },
  {
    "id": "625210",
    "name": "מחוננים ע\"ש אריאלה דובדבן"
  },
  {
    "id": "871210",
    "name": "הילה א.א.פחם אלשאג'"
  },
  {
    "id": "870931",
    "name": "הילה אופקים"
  },
  {
    "id": "870824",
    "name": "הילה אור יהודה"
  },
  {
    "id": "870519",
    "name": "הילה אור עקיבא"
  },
  {
    "id": "870832",
    "name": "הילה אזור"
  },
  {
    "id": "870949",
    "name": "הילה אילת"
  },
  {
    "id": "870063",
    "name": "הילה גוש עציון"
  },
  {
    "id": "871228",
    "name": "הילה אעבלין"
  },
  {
    "id": "870626",
    "name": "הילה אריאל"
  },
  {
    "id": "870956",
    "name": "הילה אשדוד"
  },
  {
    "id": "641258",
    "name": "תיכון בנות אור חיה"
  },
  {
    "id": "870964",
    "name": "הילה אשקלון"
  },
  {
    "id": "871236",
    "name": "הילה באקה אל גרבייה"
  },
  {
    "id": "670836",
    "name": "מכ' עמל להנדסה באר שבע"
  },
  {
    "id": "870972",
    "name": "הילה באר שבע"
  },
  {
    "id": "870378",
    "name": "הילה בית ג'ן"
  },
  {
    "id": "870022",
    "name": "הילה נריה בית שמש"
  },
  {
    "id": "870253",
    "name": "הילה בית שמש בן גרא"
  },
  {
    "id": "284091",
    "name": "בית יעקב ביתר"
  },
  {
    "id": "870030",
    "name": "הילה ביתר עלית בנים"
  },
  {
    "id": "870048",
    "name": "הילה ביתר עלית בנות"
  },
  {
    "id": "542050",
    "name": "חכמת שלמה דבאבוב"
  },
  {
    "id": "870840",
    "name": "הילה בני ברק"
  },
  {
    "id": "347096",
    "name": "על יסודי אלחיה"
  },
  {
    "id": "870857",
    "name": "הילה בת ים"
  },
  {
    "id": "871251",
    "name": "הילה ג'דידה מכר"
  },
  {
    "id": "871541",
    "name": "הילה אלבוסתאן"
  },
  {
    "id": "871442",
    "name": "הילה ג'לג'וליה"
  },
  {
    "id": "871244",
    "name": "הילה ג'סר אל-זרקא"
  },
  {
    "id": "871806",
    "name": "הילה רטורנו"
  },
  {
    "id": "288134",
    "name": "נהרדעא"
  },
  {
    "id": "870642",
    "name": "הילה גני תקווה"
  },
  {
    "id": "870568",
    "name": "הילה דאלית אל כרמל"
  },
  {
    "id": "871277",
    "name": "הילה דייר חנא"
  },
  {
    "id": "870659",
    "name": "הילה הוד השרון"
  },
  {
    "id": "870865",
    "name": "הילה הרצליה"
  },
  {
    "id": "871640",
    "name": "הילה בן גלים"
  },
  {
    "id": "871723",
    "name": "הילה מצפה ים"
  },
  {
    "id": "870527",
    "name": "הילה זכרון יעקב-חוה"
  },
  {
    "id": "870535",
    "name": "הילה חדרה"
  },
  {
    "id": "871756",
    "name": "הילה נווה חורש"
  },
  {
    "id": "870873",
    "name": "הילה חולון"
  },
  {
    "id": "871947",
    "name": "הילה חורה"
  },
  {
    "id": "870543",
    "name": "הילה חיפה"
  },
  {
    "id": "870303",
    "name": "הילה טבריה"
  },
  {
    "id": "870311",
    "name": "הילה טובא זנגריה"
  },
  {
    "id": "871285",
    "name": "הילה טורעאן"
  },
  {
    "id": "871293",
    "name": "הילה טירה"
  },
  {
    "id": "870550",
    "name": "הילה טירת הכרמל"
  },
  {
    "id": "267724",
    "name": "ישיבת שער השמיים"
  },
  {
    "id": "871301",
    "name": "הילה טמרה"
  },
  {
    "id": "870675",
    "name": "הילה יבנה"
  },
  {
    "id": "871798",
    "name": "הילה צופיה"
  },
  {
    "id": "870667",
    "name": "הילה יהוד"
  },
  {
    "id": "871319",
    "name": "הילה יפיע"
  },
  {
    "id": "267971",
    "name": "בית יעקב נתיב"
  },
  {
    "id": "284307",
    "name": "משכן חיים"
  },
  {
    "id": "288159",
    "name": "ישיבת בניין אב"
  },
  {
    "id": "870071",
    "name": "הילה שלומציון המלכה"
  },
  {
    "id": "870089",
    "name": "הילה מזרח ירושלים"
  },
  {
    "id": "871566",
    "name": "הילה אתנחתא"
  },
  {
    "id": "871608",
    "name": "הילה ניגונים"
  },
  {
    "id": "871673",
    "name": "הילה חברותא"
  },
  {
    "id": "871715",
    "name": "הילה מסילה"
  },
  {
    "id": "871764",
    "name": "הילה נוף הרים"
  },
  {
    "id": "871327",
    "name": "הילה כאבול"
  },
  {
    "id": "870352",
    "name": "הילה כסרא סמיע"
  },
  {
    "id": "871350",
    "name": "הילה כפר כנא"
  },
  {
    "id": "871343",
    "name": "הילה כפר מנדא"
  },
  {
    "id": "870683",
    "name": "הילה כפר סבא"
  },
  {
    "id": "871335",
    "name": "הילה כפר קאסם"
  },
  {
    "id": "870337",
    "name": "הילה כרמיאל"
  },
  {
    "id": "870691",
    "name": "הילה לוד"
  },
  {
    "id": "870360",
    "name": "הילה מגאר"
  },
  {
    "id": "246983",
    "name": "מגדל אור בנות שלהבת"
  },
  {
    "id": "870394",
    "name": "הילה מגדל העמק"
  },
  {
    "id": "870139",
    "name": "הילה מודיעין"
  },
  {
    "id": "284026",
    "name": "סמינר בית חינוך"
  },
  {
    "id": "870147",
    "name": "הילה מודיעין ע.בנות"
  },
  {
    "id": "870162",
    "name": "הילה מודיעין ע.בנים"
  },
  {
    "id": "871707",
    "name": "הילה מלכישוע"
  },
  {
    "id": "260497",
    "name": "ברנקו וייס אופק מעלה אדומים"
  },
  {
    "id": "870220",
    "name": "הילה מעלה אדומים"
  },
  {
    "id": "870410",
    "name": "הילה מעלות"
  },
  {
    "id": "870436",
    "name": "הילה נהריה"
  },
  {
    "id": "640391",
    "name": "אולפנת חלוצה"
  },
  {
    "id": "870444",
    "name": "הילה נוף הגליל"
  },
  {
    "id": "870188",
    "name": "הילה נחליאל מ.בנימי"
  },
  {
    "id": "870196",
    "name": "הילה נחם מטה יהודה"
  },
  {
    "id": "871939",
    "name": "הילה מער.בנימין בנות"
  },
  {
    "id": "870709",
    "name": "הילה נס ציונה"
  },
  {
    "id": "871376",
    "name": "הילה נצרת"
  },
  {
    "id": "871061",
    "name": "הילה נתיבות"
  },
  {
    "id": "870717",
    "name": "הילה נתניה"
  },
  {
    "id": "278283",
    "name": "תיכון אלביאן סח'נין"
  },
  {
    "id": "871384",
    "name": "הילה סח'נין"
  },
  {
    "id": "871590",
    "name": "הילה בית הנער"
  },
  {
    "id": "870212",
    "name": "הילה עין נקובא מ.יהו"
  },
  {
    "id": "870295",
    "name": "הילה מ.אזורית מנשה"
  },
  {
    "id": "870451",
    "name": "הילה עכו - בית שני"
  },
  {
    "id": "871525",
    "name": "הילה אחווה"
  },
  {
    "id": "870287",
    "name": "הילה הגליל העליון"
  },
  {
    "id": "870469",
    "name": "הילה עפולה"
  },
  {
    "id": "871392",
    "name": "הילה עראבה"
  },
  {
    "id": "870998",
    "name": "הילה ערד"
  },
  {
    "id": "348334",
    "name": "אלנג'אח טכנולוגי פרדיס"
  },
  {
    "id": "871400",
    "name": "הילה פרדיס"
  },
  {
    "id": "870576",
    "name": "הילה פרדס חנה"
  },
  {
    "id": "870725",
    "name": "הילה פתח תקווה"
  },
  {
    "id": "870477",
    "name": "הילה צפת"
  },
  {
    "id": "871954",
    "name": "הילה אל קסום"
  },
  {
    "id": "871418",
    "name": "הילה קלנסואה"
  },
  {
    "id": "870485",
    "name": "הילה קצרין"
  },
  {
    "id": "870881",
    "name": "הילה קרית אונו"
  },
  {
    "id": "870238",
    "name": "הילה קרית ארבע"
  },
  {
    "id": "870584",
    "name": "הילה קרית אתא"
  },
  {
    "id": "871657",
    "name": "הילה גילעם"
  },
  {
    "id": "870592",
    "name": "הילה קרית ביאליק"
  },
  {
    "id": "871004",
    "name": "הילה קרית גת"
  },
  {
    "id": "870600",
    "name": "הילה קרית ים"
  },
  {
    "id": "870618",
    "name": "הילה קרית מוצקין"
  },
  {
    "id": "871012",
    "name": "הילה קרית מלאכי"
  },
  {
    "id": "870493",
    "name": "הילה קרית שמונה"
  },
  {
    "id": "870741",
    "name": "הילה ראש העין"
  },
  {
    "id": "870758",
    "name": "הילה ראשל\"צ"
  },
  {
    "id": "871616",
    "name": "הילה בית קשת"
  },
  {
    "id": "871020",
    "name": "הילה רהט"
  },
  {
    "id": "870766",
    "name": "הילה רחובות"
  },
  {
    "id": "871434",
    "name": "הילה ריינה"
  },
  {
    "id": "870774",
    "name": "הילה רמלה"
  },
  {
    "id": "870907",
    "name": "הילה רמת גן"
  },
  {
    "id": "870402",
    "name": "הילה מגידו"
  },
  {
    "id": "870899",
    "name": "הילה רמת השרון"
  },
  {
    "id": "870782",
    "name": "הילה רעננה"
  },
  {
    "id": "871038",
    "name": "הילה שדרות"
  },
  {
    "id": "870808",
    "name": "הילה חבל מודיעין"
  },
  {
    "id": "870790",
    "name": "הילה מוא\"ז שומרון"
  },
  {
    "id": "870915",
    "name": "הילה תל אביב - אכפת"
  },
  {
    "id": "870923",
    "name": "הילה יפו"
  },
  {
    "id": "871731",
    "name": "הילה מקום אחר"
  },
  {
    "id": "870816",
    "name": "הילה תל מונד"
  },
  {
    "id": "871913",
    "name": "הילה מרכז אופק"
  },
  {
    "id": "871053",
    "name": "הילה תל שבע"
  },
  {
    "id": "648311",
    "name": "מקיף חדש אום בטין"
  },
  {
    "id": "189001",
    "name": "אולפנת נחלה דרכא"
  },
  {
    "id": "338418",
    "name": "עתיד דביר בנים"
  },
  {
    "id": "442277",
    "name": "תיכון ע\"ש נעמי שמר"
  },
  {
    "id": "641332",
    "name": "ישיבת צביה דימונה"
  },
  {
    "id": "338541",
    "name": "תיכון גבעול"
  },
  {
    "id": "248203",
    "name": "אלביאן טמרה"
  },
  {
    "id": "442319",
    "name": "ישיבת צביה קטיף"
  },
  {
    "id": "641324",
    "name": "מדרשת קמה"
  },
  {
    "id": "338616",
    "name": "שש שנתי אמי\"ת בנות"
  },
  {
    "id": "248229",
    "name": "מקיף בוסתן אל מרג'"
  },
  {
    "id": "625228",
    "name": "מתי\"א בסמ\"ה"
  },
  {
    "id": "338665",
    "name": "שמע קולנו"
  },
  {
    "id": "525345",
    "name": "מרכז טיפולי שמעיה"
  },
  {
    "id": "425199",
    "name": "מרכז מחוננים גני תקווה"
  },
  {
    "id": "325167",
    "name": "מחוננים דאלית אלכרמל"
  },
  {
    "id": "625236",
    "name": "מתי\"א חורה"
  },
  {
    "id": "425207",
    "name": "מחוננים יבנה"
  },
  {
    "id": "425215",
    "name": "מחוננים ראשון לציון"
  },
  {
    "id": "338608",
    "name": "מחוזי מחוננים ריינה"
  },
  {
    "id": "425181",
    "name": "מחוננים רמת גן"
  },
  {
    "id": "641282",
    "name": "נטעי אורה"
  },
  {
    "id": "871988",
    "name": "הילה אלעד - בנות"
  },
  {
    "id": "641274",
    "name": "סמינר חניכי הישיבות"
  },
  {
    "id": "641290",
    "name": "סמינר לבנות ויזניץ"
  },
  {
    "id": "348342",
    "name": "עי\"ס אלקאסמי"
  },
  {
    "id": "871202",
    "name": "הילה העוגן הקהילתי"
  },
  {
    "id": "338277",
    "name": "תורת זאב"
  },
  {
    "id": "338129",
    "name": "בנות ובית יעקב"
  },
  {
    "id": "542076",
    "name": "תיכון ז'קלין כהנוב"
  },
  {
    "id": "338426",
    "name": "תיכון דמוקרטי קשת"
  },
  {
    "id": "871970",
    "name": "הילה יקנעם עילית"
  },
  {
    "id": "338160",
    "name": "אור מזל וברכה"
  },
  {
    "id": "339408",
    "name": "אדם חברה וטבע"
  },
  {
    "id": "448332",
    "name": "סנט ג'ורג'"
  },
  {
    "id": "442301",
    "name": "תיכון במעלה אדר"
  },
  {
    "id": "871996",
    "name": "הילה שגב שלום"
  },
  {
    "id": "338772",
    "name": "מכללת אלרסאלה"
  },
  {
    "id": "347062",
    "name": "חט\"ב עין ג'ראר"
  },
  {
    "id": "442434",
    "name": "ראשית חכמה"
  },
  {
    "id": "353599",
    "name": "אהבת ישראל"
  },
  {
    "id": "353706",
    "name": "הרים"
  },
  {
    "id": "442236",
    "name": "דרכא רמון ע\"ש אילן ואסף רמון"
  },
  {
    "id": "648337",
    "name": "אמקיף אלסאלם"
  },
  {
    "id": "346494",
    "name": "תיכון יד ביד"
  },
  {
    "id": "358127",
    "name": "המגשימים"
  },
  {
    "id": "417204",
    "name": "אורט להנדסה ולמדעים לוד"
  },
  {
    "id": "248443",
    "name": "מקיף אלרסאלה"
  },
  {
    "id": "442400",
    "name": "מוסדות ישיבת פ\"ת"
  },
  {
    "id": "442426",
    "name": "ישיבה תיכונית אמי\"ת אלירז"
  },
  {
    "id": "353581",
    "name": "אולפנא אמי\"ת"
  },
  {
    "id": "442392",
    "name": "אולפנא ראשון לציון"
  },
  {
    "id": "648238",
    "name": "דאר אלקלם"
  },
  {
    "id": "442368",
    "name": "ישיבת אמי\"ת עמיחי"
  },
  {
    "id": "444844",
    "name": "אורט שלהבת ישיבה ואולפנה שוהם"
  },
  {
    "id": "515437",
    "name": "מחוננים הרצליה (שחפים)"
  },
  {
    "id": "615328",
    "name": "מחוזי מחוננים ח'ורה"
  },
  {
    "id": "358382",
    "name": "מחוננים קרית אתא"
  },
  {
    "id": "342352",
    "name": "תיכון קטאין אלשומר"
  },
  {
    "id": "338673",
    "name": "ישיבת אהל יעקב"
  },
  {
    "id": "641357",
    "name": "ישיבה לצעירים אשדוד"
  },
  {
    "id": "641373",
    "name": "מוסדות שער התורה אשדוד"
  },
  {
    "id": "872036",
    "name": "הילה רוח מדבר(שיטה)"
  },
  {
    "id": "641381",
    "name": "בת מלך"
  },
  {
    "id": "338756",
    "name": "אור תורה"
  },
  {
    "id": "346445",
    "name": "קנין התורה"
  },
  {
    "id": "871178",
    "name": "הילה ביתר עילית"
  },
  {
    "id": "542084",
    "name": "ישיבת דברי מרדכי"
  },
  {
    "id": "871194",
    "name": "הילה בנימינה"
  },
  {
    "id": "871079",
    "name": "הילה הגלבוע/זועבייה"
  },
  {
    "id": "346031",
    "name": "ישיבת יחל ישראל"
  },
  {
    "id": "871459",
    "name": "הילה חיפה מגזר ערבי"
  },
  {
    "id": "871475",
    "name": "הילה חיפה-קרית חיים"
  },
  {
    "id": "342394",
    "name": "גיל אלמוסתקבל"
  },
  {
    "id": "343996",
    "name": "מסילת יעקב"
  },
  {
    "id": "346098",
    "name": "תורת משה"
  },
  {
    "id": "346635",
    "name": "פני יהושע"
  },
  {
    "id": "378125",
    "name": "אליתים אלערבי"
  },
  {
    "id": "871111",
    "name": "הילה י-ם בנות חרדי"
  },
  {
    "id": "346023",
    "name": "תיכון מאיר - מודיעין עילית"
  },
  {
    "id": "872010",
    "name": "הילה הגלבוע/מוקיבלה"
  },
  {
    "id": "641365",
    "name": "ישיבה תיכונית נווה"
  },
  {
    "id": "338715",
    "name": "מסאר"
  },
  {
    "id": "871186",
    "name": "הילה עכו - מצודה"
  },
  {
    "id": "872069",
    "name": "הילה עספיא"
  },
  {
    "id": "871137",
    "name": "הילה משגב מגזר יהודי"
  },
  {
    "id": "346932",
    "name": "צור ישראל"
  },
  {
    "id": "442343",
    "name": "תיכון שובו פתח תקווה"
  },
  {
    "id": "640409",
    "name": "תיכון נתיבי רחל"
  },
  {
    "id": "378117",
    "name": "הפטריארכה הלטינית"
  },
  {
    "id": "442335",
    "name": "ישיבת שער אליעזר"
  },
  {
    "id": "872077",
    "name": "הילה מטה אשר/ש.דנון"
  },
  {
    "id": "871855",
    "name": "הילה שעב"
  },
  {
    "id": "548040",
    "name": "תיכון סנט מיכאל"
  },
  {
    "id": "872002",
    "name": "הילה הגלבוע - תל יוסף"
  },
  {
    "id": "420026",
    "name": "ישיבת מערב שומרון"
  },
  {
    "id": "644450",
    "name": "מקיף ה דרכא"
  },
  {
    "id": "347112",
    "name": "אבן סינא"
  },
  {
    "id": "542092",
    "name": "ריימונד לאוואן"
  },
  {
    "id": "367748",
    "name": "תיכון פסגת אמיר"
  },
  {
    "id": "420554",
    "name": "מפתן טירה"
  },
  {
    "id": "410076",
    "name": "אורט אולפנת יבנה"
  },
  {
    "id": "349928",
    "name": "ניסויי על איזורי תפן"
  },
  {
    "id": "648261",
    "name": "אקרא ע\"ש עאמר צאנע"
  },
  {
    "id": "344911",
    "name": "אורט עירוני ד"
  },
  {
    "id": "420141",
    "name": "רימונים"
  },
  {
    "id": "420018",
    "name": "על יסודי צור הדסה"
  },
  {
    "id": "420059",
    "name": "עגורים"
  },
  {
    "id": "442293",
    "name": "קריית החינוך למדעים"
  },
  {
    "id": "411801",
    "name": "אפיקים מחוננים"
  },
  {
    "id": "610287",
    "name": "אוטיסטים"
  },
  {
    "id": "420737",
    "name": "מכון פסגות"
  },
  {
    "id": "610170",
    "name": "ישיבה תיכונית אילת"
  },
  {
    "id": "361550",
    "name": "נהורא דהורייתא"
  },
  {
    "id": "442517",
    "name": "סמינר בית מרגלית"
  },
  {
    "id": "361469",
    "name": "ישיבת אור הרמ\"ז"
  },
  {
    "id": "362236",
    "name": "אורחות חיים אברהם"
  },
  {
    "id": "640169",
    "name": "דרכי משה"
  },
  {
    "id": "361881",
    "name": "ישיבת פסגת יצחק"
  },
  {
    "id": "360552",
    "name": "תורת חסד"
  },
  {
    "id": "362582",
    "name": "בנות ויזניץ"
  },
  {
    "id": "360826",
    "name": "ישיבה לצעירים באיאן"
  },
  {
    "id": "360834",
    "name": "ישיבה לצעירים סלונים"
  },
  {
    "id": "362632",
    "name": "אהבת משה"
  },
  {
    "id": "361451",
    "name": "תורת אהרון"
  },
  {
    "id": "362210",
    "name": "מרכז חסידי ויז'ניץ"
  },
  {
    "id": "362475",
    "name": "ישיבת תהילת שלמה"
  },
  {
    "id": "560045",
    "name": "בית יעקב החדש"
  },
  {
    "id": "347054",
    "name": "תיכון דרכא ע\"ש נוואף חלבי"
  },
  {
    "id": "640110",
    "name": "שלהבת הדרום"
  },
  {
    "id": "871871",
    "name": "הילה דימונה"
  },
  {
    "id": "356212",
    "name": "תיכון זכרון יעקב"
  },
  {
    "id": "360768",
    "name": "בית מלכה"
  },
  {
    "id": "442533",
    "name": "ישיבה קטנה תורת חיים"
  },
  {
    "id": "870006",
    "name": "הילה ירוחם"
  },
  {
    "id": "359059",
    "name": "סמינר חסידי ברסלב"
  },
  {
    "id": "360503",
    "name": "סמט מ. חינוך ב\"י"
  },
  {
    "id": "360529",
    "name": "עטרת שלמה אריה"
  },
  {
    "id": "360545",
    "name": "דעת משה"
  },
  {
    "id": "360560",
    "name": "לב אליהו"
  },
  {
    "id": "360578",
    "name": "ישיבת שלום בניך"
  },
  {
    "id": "361261",
    "name": "ישיבת ת\"ת מורשה"
  },
  {
    "id": "362202",
    "name": "ישיבת תנא דבי אליהו"
  },
  {
    "id": "362574",
    "name": "המרכז להכשרה"
  },
  {
    "id": "366864",
    "name": "אהלי חיים"
  },
  {
    "id": "366880",
    "name": "ברכת ישראל מאיר"
  },
  {
    "id": "366971",
    "name": "קדושת תורה"
  },
  {
    "id": "361543",
    "name": "ישיבת חמדת משה"
  },
  {
    "id": "362194",
    "name": "ישיבת נצח התורה"
  },
  {
    "id": "362244",
    "name": "ישיבת אחינו לצעירים"
  },
  {
    "id": "362640",
    "name": "ישיבת דברי שלמה"
  },
  {
    "id": "363879",
    "name": "ישיבת כנסת יצחק"
  },
  {
    "id": "370882",
    "name": "ישיבת שיח תורה"
  },
  {
    "id": "442681",
    "name": "ישיבת מלכות תורה"
  },
  {
    "id": "615351",
    "name": "שפתי רננות"
  },
  {
    "id": "361667",
    "name": "ישיבת פאר אהרון"
  },
  {
    "id": "540047",
    "name": "משכנות אברהם"
  },
  {
    "id": "615344",
    "name": "שירת ברכה"
  },
  {
    "id": "615369",
    "name": "ישיבה לצעירים שומריה"
  },
  {
    "id": "442806",
    "name": "עתיד נווה נחום"
  },
  {
    "id": "480004",
    "name": "בנימין רוטמן- שבילי העמק"
  },
  {
    "id": "520098",
    "name": "ממ\"ד לבנים"
  },
  {
    "id": "374249",
    "name": "פלך זכרון יעקב"
  },
  {
    "id": "440784",
    "name": "ראס אלעמוד ע\"ס לבנות"
  },
  {
    "id": "442855",
    "name": "הרטמן בנות"
  },
  {
    "id": "384016",
    "name": "עתיד אלנהדה כפר קרע"
  },
  {
    "id": "442780",
    "name": "אמי\"ת בנות מודיעין"
  },
  {
    "id": "338657",
    "name": "מקיף \"בית אלחכמה \""
  },
  {
    "id": "648345",
    "name": "מקיף טומשין מולדה"
  },
  {
    "id": "442822",
    "name": "ברנקו וייס עין נקובה"
  },
  {
    "id": "420042",
    "name": "אורט אלון עפולה"
  },
  {
    "id": "420489",
    "name": "מקיף י\"א"
  },
  {
    "id": "417741",
    "name": "נבון מחוננים ומצטיינים במוסיקה"
  },
  {
    "id": "417766",
    "name": "מחוזי מחוננים נצרת"
  },
  {
    "id": "442772",
    "name": "דמוקרטי בלב השרון"
  },
  {
    "id": "660050",
    "name": "משכן התלמוד"
  },
  {
    "id": "508093",
    "name": "ברנקו וייס אור יהודה"
  },
  {
    "id": "508101",
    "name": "אור מנחם"
  },
  {
    "id": "660043",
    "name": "מעיין חיים ושלום"
  },
  {
    "id": "660092",
    "name": "אורט אדיבי אשקלון"
  },
  {
    "id": "460246",
    "name": "פניני חן"
  },
  {
    "id": "372953",
    "name": "מעיינות בית רבקה"
  },
  {
    "id": "373183",
    "name": "סמינר כלל חסידי"
  },
  {
    "id": "440644",
    "name": "נזר התלמוד"
  },
  {
    "id": "442699",
    "name": "משמרת מאיר"
  },
  {
    "id": "540278",
    "name": "מקור ברוך"
  },
  {
    "id": "370494",
    "name": "עי\"ס למדעים מועאוויה"
  },
  {
    "id": "374199",
    "name": "מח\"ט טומשין ג'סר א-זרקא"
  },
  {
    "id": "640276",
    "name": "עמל עהד חורה למצוינות"
  },
  {
    "id": "872143",
    "name": "הילה טייבה"
  },
  {
    "id": "460253",
    "name": "מח\"ט ע\"ש אבן רושד"
  },
  {
    "id": "440305",
    "name": "מכון ש.פ.י."
  },
  {
    "id": "370551",
    "name": "מעלה"
  },
  {
    "id": "440446",
    "name": "רב תחומי עמל תלמים ירושלים"
  },
  {
    "id": "440677",
    "name": "דרכי שרה"
  },
  {
    "id": "442657",
    "name": "עמל ירמיהו ירושלים"
  },
  {
    "id": "442723",
    "name": "עתידך ירושלים"
  },
  {
    "id": "442764",
    "name": "מ.תורני דחסידי באבוב"
  },
  {
    "id": "442863",
    "name": "ישיבת פאר מרדכי"
  },
  {
    "id": "460006",
    "name": "תיכון רנסנס"
  },
  {
    "id": "460022",
    "name": "תיכון אקסלנס לבנות"
  },
  {
    "id": "460147",
    "name": "ישיבת שפע חיים צאנז"
  },
  {
    "id": "460436",
    "name": "תיכון רמון"
  },
  {
    "id": "460451",
    "name": "ישיבת נחלת יוסף"
  },
  {
    "id": "460477",
    "name": "בי\"ס אלפגר אלגדיד עי\"ס"
  },
  {
    "id": "460162",
    "name": "רנה של תורה"
  },
  {
    "id": "460576",
    "name": "עתיד מ.חנוך טכנולוגי"
  },
  {
    "id": "440594",
    "name": "ברנקו וייס מודיעין"
  },
  {
    "id": "460121",
    "name": "אור יחזקאל מודיעין ע"
  },
  {
    "id": "460386",
    "name": "ישיבת קרלין סטולין"
  },
  {
    "id": "460469",
    "name": "מעלות שרה"
  },
  {
    "id": "370569",
    "name": "אורט מח\"ט פסגות נהריה"
  },
  {
    "id": "872135",
    "name": "הילה עמנואל"
  },
  {
    "id": "460360",
    "name": "ברכת אברהם פתח תקווה"
  },
  {
    "id": "373357",
    "name": "כנפי יונה"
  },
  {
    "id": "440354",
    "name": "תיכון מח\"ט קלנסואה"
  },
  {
    "id": "442749",
    "name": "תיכון לבנות בית יעקב"
  },
  {
    "id": "460519",
    "name": "ישיבה לצעירים בעלז"
  },
  {
    "id": "384008",
    "name": "עתיד קרית מוצקין"
  },
  {
    "id": "460642",
    "name": "אורט מח\"ט ערבי רמלה"
  },
  {
    "id": "872127",
    "name": "הילה כלא נווה תרצה"
  },
  {
    "id": "560094",
    "name": "תיכון תל אביב"
  },
  {
    "id": "460097",
    "name": "תיכון תורני דרך אבות"
  },
  {
    "id": "640003",
    "name": "ישיבה תיכונית חדשה"
  },
  {
    "id": "460667",
    "name": "אולפנת אהבת ישראל"
  },
  {
    "id": "540450",
    "name": "קמפוס פרס ברוח הייטק היי"
  },
  {
    "id": "372243",
    "name": "מקיף כאוכב"
  },
  {
    "id": "610006",
    "name": "אורט אלמותנבי כסייפה"
  },
  {
    "id": "450270",
    "name": "אמי\"ת בנים מודיעין"
  },
  {
    "id": "460691",
    "name": "ישיבה תיכונית"
  },
  {
    "id": "640425",
    "name": "ישיבה תיכונית דרכא נתיבות"
  },
  {
    "id": "453605",
    "name": "אמית בר אילן"
  },
  {
    "id": "442897",
    "name": "אורט אולפנית קרית שמונה"
  },
  {
    "id": "648329",
    "name": "מקיף אלתקוא"
  },
  {
    "id": "456913",
    "name": "אורט למדע ואומנויות רמלה"
  },
  {
    "id": "515502",
    "name": "תיכונ\"ט ע\"ש אלתרמן"
  },
  {
    "id": "660225",
    "name": "מקיף טומשין תראבין"
  },
  {
    "id": "516005",
    "name": "מרכז פסג\"ה נהריה"
  },
  {
    "id": "640144",
    "name": "אל נאורס חנוך מיוחד"
  },
  {
    "id": "456053",
    "name": "מרכז פסג\"ה ראש העין"
  },
  {
    "id": "627067",
    "name": "אפאק"
  },
  {
    "id": "660233",
    "name": "תיכון אורט אבו תלול"
  },
  {
    "id": "872291",
    "name": "הילה זבולון"
  },
  {
    "id": "660217",
    "name": "ישיבת תורת ישראל"
  },
  {
    "id": "660175",
    "name": "תכון ברנקו וייס-אילת"
  },
  {
    "id": "660209",
    "name": "תיכון חזון בית יעקב"
  },
  {
    "id": "460733",
    "name": "תיכון ויזניץ אלעד"
  },
  {
    "id": "460741",
    "name": "תורת חסד"
  },
  {
    "id": "455477",
    "name": "ואת עלית"
  },
  {
    "id": "460717",
    "name": "נצח ישראל"
  },
  {
    "id": "560219",
    "name": "סמינר גור בית שמש"
  },
  {
    "id": "560359",
    "name": "סמינר ב.יעקב אור שרה"
  },
  {
    "id": "460048",
    "name": "הסמינר הירושלמי ביתר"
  },
  {
    "id": "560342",
    "name": "סמינר תורני בית יעקב"
  },
  {
    "id": "872184",
    "name": "הילה ב.ברק בנים חרד"
  },
  {
    "id": "872192",
    "name": "הילה ב.ברק בנות חרד"
  },
  {
    "id": "872226",
    "name": "הילה דייר אל-אסד"
  },
  {
    "id": "872242",
    "name": "הילה זמר"
  },
  {
    "id": "460626",
    "name": "הפטריארכט הלטינית"
  },
  {
    "id": "460550",
    "name": "אג'יאל אלקודס"
  },
  {
    "id": "860361",
    "name": "דרכא בית ירח א'"
  },
  {
    "id": "470013",
    "name": "אורט ארץ יהודה זוהרים"
  },
  {
    "id": "872267",
    "name": "הילה כפר יונה"
  },
  {
    "id": "872218",
    "name": "הילה כפר קרע"
  },
  {
    "id": "872309",
    "name": "הילה הוסטל נאות אביב"
  },
  {
    "id": "872176",
    "name": "הילה כלא מגידו"
  },
  {
    "id": "460543",
    "name": "אור שערים"
  },
  {
    "id": "372946",
    "name": "אל-אמל"
  },
  {
    "id": "872200",
    "name": "הילה משהד"
  },
  {
    "id": "860353",
    "name": "תיכון תמר"
  },
  {
    "id": "442418",
    "name": "גימנסיה נתניה"
  },
  {
    "id": "872283",
    "name": "הילה נתניה חרדים"
  },
  {
    "id": "872259",
    "name": "הילה עילוט"
  },
  {
    "id": "455162",
    "name": "ישיבת שבי חברון לצעירים"
  },
  {
    "id": "455188",
    "name": "ידידיה"
  },
  {
    "id": "872234",
    "name": "הילה ישיבת דעת"
  },
  {
    "id": "560136",
    "name": "זומר"
  },
  {
    "id": "560268",
    "name": "סמינר ב.יעקב תל ציון"
  },
  {
    "id": "620005",
    "name": "מקיף יא' ע\"ש יצחק נבון"
  },
  {
    "id": "471995",
    "name": "דעת תבונות"
  },
  {
    "id": "560441",
    "name": "חדוות התורה"
  },
  {
    "id": "499806",
    "name": "נחלת ישראל"
  },
  {
    "id": "540500",
    "name": "ע\"ש יצחק נבון מודיעין"
  },
  {
    "id": "348359",
    "name": "מקיף מושריפה"
  },
  {
    "id": "660266",
    "name": "קמפוס חוף אשקלון דרכא"
  },
  {
    "id": "360800",
    "name": "מקיף גבעת פרדיס"
  },
  {
    "id": "540468",
    "name": "בית ספר מקיף אלנהדה"
  },
  {
    "id": "462200",
    "name": "תיכון שקד"
  },
  {
    "id": "560508",
    "name": "אולפנת אוריה"
  },
  {
    "id": "560532",
    "name": "לדעת חכמה"
  },
  {
    "id": "660308",
    "name": "ישיבת באר שבע"
  },
  {
    "id": "560433",
    "name": "שערי תלמוד"
  },
  {
    "id": "560680",
    "name": "אורות התלמוד"
  },
  {
    "id": "499772",
    "name": "מוהרן"
  },
  {
    "id": "560573",
    "name": "בית עזריה"
  },
  {
    "id": "560607",
    "name": "ישיבת חמד"
  },
  {
    "id": "248757",
    "name": "חט\"ע מכר-ג'דידה למדעים \"אלאהליה\""
  },
  {
    "id": "872325",
    "name": "הילה ג'ת"
  },
  {
    "id": "961011",
    "name": "היל\"ה רטורנו-חסות"
  },
  {
    "id": "462218",
    "name": "אלכרמה"
  },
  {
    "id": "473017",
    "name": "אולפנת צביה טהר"
  },
  {
    "id": "371112",
    "name": "תיכון מראח אלגוזלאן"
  },
  {
    "id": "460584",
    "name": "תיכון צור באהר לבנות"
  },
  {
    "id": "461855",
    "name": "בנות אלישיב"
  },
  {
    "id": "499814",
    "name": "תפארת ברוך"
  },
  {
    "id": "540567",
    "name": "ראס אל עמוד לבנים"
  },
  {
    "id": "560326",
    "name": "ישיבת כנסת שלמה"
  },
  {
    "id": "560482",
    "name": "תיכון אלמעאלי"
  },
  {
    "id": "872333",
    "name": "הילה גינות עדן"
  },
  {
    "id": "499590",
    "name": "באר החיים"
  },
  {
    "id": "560557",
    "name": "ישיבת כנסת מרדכי"
  },
  {
    "id": "961003",
    "name": "היל\"ה מלכישוע-חסות"
  },
  {
    "id": "499681",
    "name": "תיכון ע\"ש גולדה"
  },
  {
    "id": "472332",
    "name": "בי\"ס נזירות סליזיאן"
  },
  {
    "id": "462929",
    "name": "תיכון נווה חיה"
  },
  {
    "id": "872358",
    "name": "הילה עין מאהל"
  },
  {
    "id": "499624",
    "name": "אורט מרכז חינוך טכנולוגי עכו"
  },
  {
    "id": "872366",
    "name": "הילה ערערה"
  },
  {
    "id": "472555",
    "name": "אמי\"ת מנורת המאור פ\"ת"
  },
  {
    "id": "499699",
    "name": "תיכון דמוקרטי ק.אונו"
  },
  {
    "id": "499848",
    "name": "תפארת חיה"
  },
  {
    "id": "508275",
    "name": "תבונה ודעת"
  },
  {
    "id": "384180",
    "name": "ממגד גבעות"
  },
  {
    "id": "484006",
    "name": "תיכון חורב רעננה"
  },
  {
    "id": "575001",
    "name": "מכללה טכנולוגית שפרעם"
  },
  {
    "id": "560524",
    "name": "ישיבת דרך אמונה"
  },
  {
    "id": "590349",
    "name": "ישיבת חידושי הרי\"מ"
  },
  {
    "id": "872317",
    "name": "הילה תל אביב - כפיר"
  },
  {
    "id": "520676",
    "name": "תיכון באר עמ\"י"
  },
  {
    "id": "420570",
    "name": "מקיף מערבי"
  },
  {
    "id": "620229",
    "name": "תפנית"
  },
  {
    "id": "477901",
    "name": "מקיף בית חנינה לבנות"
  },
  {
    "id": "522482",
    "name": "אלמג'ד"
  },
  {
    "id": "512491",
    "name": "בנימין רוטמן כדורי"
  },
  {
    "id": "480095",
    "name": "תיכון איתן"
  },
  {
    "id": "384230",
    "name": "אורט אל אשראק מקיף שש שנתי"
  },
  {
    "id": "521203",
    "name": "מעוף"
  },
  {
    "id": "474460",
    "name": "רון ארד"
  },
  {
    "id": "711770",
    "name": "בית הספר השיטה"
  },
  {
    "id": "477166",
    "name": "מקיף אלמג'ד ע\"ש השיח"
  },
  {
    "id": "620187",
    "name": "גלים"
  },
  {
    "id": "517805",
    "name": "מחוזי מחוננים תל-אבי"
  },
  {
    "id": "685586",
    "name": "מח\"ט טומשין אלסייד"
  },
  {
    "id": "519595",
    "name": "ישיבת מאורות התורה"
  },
  {
    "id": "872424",
    "name": "הילה אשדוד-בנים חרדי"
  },
  {
    "id": "508424",
    "name": "אולפנת הללי לאומנויות"
  },
  {
    "id": "476903",
    "name": "אורט מתיבתא בית שמש"
  },
  {
    "id": "478768",
    "name": "תורת אמך"
  },
  {
    "id": "519603",
    "name": "ישיבת ארחות משה"
  },
  {
    "id": "519926",
    "name": "היכל דוד"
  },
  {
    "id": "560516",
    "name": "אולפנת צביה שבות בית שמש"
  },
  {
    "id": "476796",
    "name": "אליה"
  },
  {
    "id": "478784",
    "name": "בדרך אימותינו"
  },
  {
    "id": "499939",
    "name": "לומדי אברהם"
  },
  {
    "id": "519637",
    "name": "ישיבת קול יעקב לצעיר"
  },
  {
    "id": "560300",
    "name": "בית יעקב דרכי רחל"
  },
  {
    "id": "711564",
    "name": "תבונות"
  },
  {
    "id": "519405",
    "name": "ישיבת דרכי דוד"
  },
  {
    "id": "560664",
    "name": "מוסדות שפע חיים צאנז"
  },
  {
    "id": "550004",
    "name": "רגבים בנגב"
  },
  {
    "id": "519124",
    "name": "תיכון דרכא מח\"ט"
  },
  {
    "id": "384198",
    "name": "באר מרים"
  },
  {
    "id": "521112",
    "name": "בני יששכר"
  },
  {
    "id": "872473",
    "name": "הילה יאנוח-ג'ת"
  },
  {
    "id": "477091",
    "name": "ישיבת בית אשר"
  },
  {
    "id": "522235",
    "name": "נחלת ירושלים"
  },
  {
    "id": "560706",
    "name": "ישיבת תורת שלמה י-ם"
  },
  {
    "id": "560722",
    "name": "על יסודי רב נתיבי"
  },
  {
    "id": "660332",
    "name": "שערי רחמים"
  },
  {
    "id": "711556",
    "name": "ישיבת אוצר התורה"
  },
  {
    "id": "519363",
    "name": "עתיד ירכא"
  },
  {
    "id": "872523",
    "name": "הילה פנימיית אלחיאת"
  },
  {
    "id": "611475",
    "name": "תיכון כפר אדומים"
  },
  {
    "id": "519223",
    "name": "זיו אור"
  },
  {
    "id": "872481",
    "name": "הילה כרמייה"
  },
  {
    "id": "499988",
    "name": "ישיבת ברסלב לצעירים-"
  },
  {
    "id": "872390",
    "name": "הילה מזרח בנימין"
  },
  {
    "id": "872440",
    "name": "הילה מעלות/תרשיחא"
  },
  {
    "id": "521476",
    "name": "אולפנת בנ\"ע שירת הים"
  },
  {
    "id": "499863",
    "name": "קול יעקב"
  },
  {
    "id": "660282",
    "name": "סמינר בית יעקב החדש"
  },
  {
    "id": "519959",
    "name": "ישיבת עטרת מתתיהו"
  },
  {
    "id": "710756",
    "name": "תיכון אורית"
  },
  {
    "id": "585851",
    "name": "מח\"ט אורט מרום עכו"
  },
  {
    "id": "872374",
    "name": "הילה בית רות עפולה"
  },
  {
    "id": "519090",
    "name": "מח\"ט המכללה הטכנולוגית אלאסרא"
  },
  {
    "id": "872457",
    "name": "הילה פקיעין"
  },
  {
    "id": "872556",
    "name": "הילה פ.תקוה בנים חרד"
  },
  {
    "id": "872432",
    "name": "הילה צפת חרדים"
  },
  {
    "id": "519116",
    "name": "חדש רחובות"
  },
  {
    "id": "519579",
    "name": "ישיבה לצעירים מאור י"
  },
  {
    "id": "519108",
    "name": "מח\"ט עמל רמלה"
  },
  {
    "id": "524157",
    "name": "זיו אור רמלה"
  },
  {
    "id": "476325",
    "name": "בי\"ס בינלאומי למזרח ים תיכון"
  },
  {
    "id": "611483",
    "name": "מח\"ט עמל מקס פיין"
  },
  {
    "id": "872382",
    "name": "הילה תל אביב - בנות"
  },
  {
    "id": "640250",
    "name": "תיכון רב תחומי עמל אל סייד"
  },
  {
    "id": "620252",
    "name": "גוונים"
  },
  {
    "id": "640474",
    "name": "אולפנה מדעים ואמנויות"
  },
  {
    "id": "640466",
    "name": "אורט אולפנת השחר בית שאן"
  },
  {
    "id": "719724",
    "name": "שש שנתי יש\"י"
  },
  {
    "id": "713743",
    "name": "אולפנת צביה בקעת הירדן"
  },
  {
    "id": "615948",
    "name": "ישיבת מקור חיים"
  },
  {
    "id": "715623",
    "name": "מקיף אלסלעה"
  },
  {
    "id": "441568",
    "name": "קשת ברנקו וייס"
  },
  {
    "id": "640441",
    "name": "עומר משגב"
  },
  {
    "id": "640565",
    "name": "קציר משגב"
  },
  {
    "id": "640607",
    "name": "עתיד אלפורעה"
  },
  {
    "id": "384305",
    "name": "שבילים ע\"ש בגין"
  },
  {
    "id": "526970",
    "name": "אפיק"
  },
  {
    "id": "540542",
    "name": "אולפנית הדר גנים"
  },
  {
    "id": "711051",
    "name": "שש שנתי ע\"ש יצחק שמיר"
  },
  {
    "id": "715920",
    "name": "אולפנת בני עקיבא הגולן קצרין"
  },
  {
    "id": "482034",
    "name": "שירת הלב"
  },
  {
    "id": "620278",
    "name": "שבילים"
  },
  {
    "id": "620260",
    "name": "יובלים"
  },
  {
    "id": "615914",
    "name": "מרכז פסג\"ה רהט"
  },
  {
    "id": "711903",
    "name": "דרכי חנה"
  },
  {
    "id": "715318",
    "name": "ישיבה לצעירים אלעד"
  },
  {
    "id": "715797",
    "name": "שערי תבונה"
  },
  {
    "id": "716605",
    "name": "תיכון פרי תואר בית י"
  },
  {
    "id": "719799",
    "name": "ישיבת בני אהרן"
  },
  {
    "id": "722116",
    "name": "בני מלכים ישיבה"
  },
  {
    "id": "722124",
    "name": "חכמת דוד"
  },
  {
    "id": "722132",
    "name": "תורה בתפארתה"
  },
  {
    "id": "872572",
    "name": "הילה אלעד - בנים"
  },
  {
    "id": "521898",
    "name": "המרכז לעיצוב ולטכנול"
  },
  {
    "id": "872606",
    "name": "הילה באר יעקב"
  },
  {
    "id": "717769",
    "name": "בית יעקב בנות הרמה"
  },
  {
    "id": "722025",
    "name": "עמלה של תורה"
  },
  {
    "id": "722066",
    "name": "סמינר מורשת ירושלים"
  },
  {
    "id": "716779",
    "name": "ישיבת נחלת אהרן קויד"
  },
  {
    "id": "714824",
    "name": "לווית חן"
  },
  {
    "id": "872531",
    "name": "בית הספר הארצי להנדס"
  },
  {
    "id": "872614",
    "name": "הילה בית ברחוב חיים"
  },
  {
    "id": "713594",
    "name": "רגבים בעמק"
  },
  {
    "id": "719591",
    "name": "כפר הנוער איילת השחר"
  },
  {
    "id": "166538",
    "name": "אורה ושמחה"
  },
  {
    "id": "478875",
    "name": "סמינר לפידות"
  },
  {
    "id": "519900",
    "name": "ישיבת סקווירא"
  },
  {
    "id": "661884",
    "name": "ב\"ס טכנולוגי ב.חנינה"
  },
  {
    "id": "715300",
    "name": "ים התורה"
  },
  {
    "id": "716423",
    "name": "עתיד עטרת חן"
  },
  {
    "id": "718056",
    "name": "אורט ישיבת אגדלך ירושלים"
  },
  {
    "id": "722033",
    "name": "ישיבת חכמה ודעת"
  },
  {
    "id": "713131",
    "name": "תיכון חדש"
  },
  {
    "id": "519736",
    "name": "עטרת יוסף שלום"
  },
  {
    "id": "712943",
    "name": "נתיבות חכמה"
  },
  {
    "id": "719575",
    "name": "כנסת הגדולה מפעלים ח"
  },
  {
    "id": "718965",
    "name": "מחול"
  },
  {
    "id": "718189",
    "name": "נווה מדבר ניצנה"
  },
  {
    "id": "872580",
    "name": "הילה עמנואל - בנים"
  },
  {
    "id": "872598",
    "name": "הילה עמנואל - בנות"
  },
  {
    "id": "410225",
    "name": "תיכון עודד ע\"ש אל\"מ עודד ראור"
  },
  {
    "id": "522367",
    "name": "אלאהליה אלשאמלה קלנס"
  },
  {
    "id": "519314",
    "name": "מח\"ט עמל רהט"
  },
  {
    "id": "714857",
    "name": "תיכון בית יעקב תל אב"
  },
  {
    "id": "342337",
    "name": "תיכון אסקנדר"
  },
  {
    "id": "482059",
    "name": "אורט אורנית"
  },
  {
    "id": "482166",
    "name": "אולפנא צביה הר ברכה"
  },
  {
    "id": "566943",
    "name": "דרכים"
  },
  {
    "id": "641407",
    "name": "אלמתנבי"
  },
  {
    "id": "641415",
    "name": "רוואד אלקודס"
  },
  {
    "id": "729244",
    "name": "יצחק נבון- פארק המדע"
  },
  {
    "id": "641050",
    "name": "אג'יאל"
  },
  {
    "id": "641399",
    "name": "אורט קרית גת ישיבה תיכונית"
  },
  {
    "id": "480194",
    "name": "מקיף י\"ג ע\"ש יצחק נבון"
  },
  {
    "id": "627034",
    "name": "בי\"ס לח. מיוחד אלאמל"
  },
  {
    "id": "640797",
    "name": "מקיף \"אבן רושד\""
  },
  {
    "id": "442889",
    "name": "מקיף שכונת אבו שהאב"
  },
  {
    "id": "478081",
    "name": "שמע קולנו"
  },
  {
    "id": "540138",
    "name": "מעייני הישועה"
  },
  {
    "id": "620302",
    "name": "אלבסמאת"
  },
  {
    "id": "620393",
    "name": "ב\"ח הרצוג"
  },
  {
    "id": "620385",
    "name": "גוונים"
  },
  {
    "id": "482141",
    "name": "אל סביל"
  },
  {
    "id": "729012",
    "name": "רמות זבולון"
  },
  {
    "id": "715235",
    "name": "סמינר גברא אלעד"
  },
  {
    "id": "729863",
    "name": "ישיבת אהל אברהם"
  },
  {
    "id": "872705",
    "name": "הילה אלעד מרכז חן"
  },
  {
    "id": "728725",
    "name": "ישיבה לצעירים אשדוד"
  },
  {
    "id": "724161",
    "name": "כוכבי המדבר ברנקו וייס"
  },
  {
    "id": "722512",
    "name": "סמינר בית מלכה בית ש"
  },
  {
    "id": "728717",
    "name": "ישיבה דחסידי בעלזא ב"
  },
  {
    "id": "728733",
    "name": "ישיבת אור אפריים"
  },
  {
    "id": "729038",
    "name": "ישיבת דברי מלך"
  },
  {
    "id": "722140",
    "name": "עטרת שלמה ביתר"
  },
  {
    "id": "729004",
    "name": "אהבת תורה"
  },
  {
    "id": "729020",
    "name": "ישיבת נעימות התורה"
  },
  {
    "id": "723684",
    "name": "אהל רחל"
  },
  {
    "id": "728816",
    "name": "מוסדות ביאלא חלקת יה"
  },
  {
    "id": "719542",
    "name": "תיכון גני תקווה"
  },
  {
    "id": "519660",
    "name": "ישיבה לצעירים ק. שמו"
  },
  {
    "id": "872663",
    "name": "הילה פנימיית עלמא"
  },
  {
    "id": "718999",
    "name": "מכללת אורמת ע\"ש י. ג"
  },
  {
    "id": "714204",
    "name": "בי\"ס סוואחרה בנים"
  },
  {
    "id": "727099",
    "name": "ישיבת תורת ישראל"
  },
  {
    "id": "728857",
    "name": "בית התלמוד שערי תורה"
  },
  {
    "id": "729111",
    "name": "ישיבה תיכונית דובר טוב"
  },
  {
    "id": "729210",
    "name": "תום ודעת"
  },
  {
    "id": "729871",
    "name": "תיכון עיסויה בנים"
  },
  {
    "id": "732081",
    "name": "נחלי התורה"
  },
  {
    "id": "722017",
    "name": "ישיבה קטנה ארחות מרד"
  },
  {
    "id": "872689",
    "name": "הילה לוד-שלוחת רעות"
  },
  {
    "id": "240697",
    "name": "מגדל אור"
  },
  {
    "id": "729053",
    "name": "עתיד פסגות מגדל העמק"
  },
  {
    "id": "724062",
    "name": "חזון דוד"
  },
  {
    "id": "731174",
    "name": "מכון בית יעקב למורות"
  },
  {
    "id": "872713",
    "name": "הילה מודיעין ע.בתיה"
  },
  {
    "id": "872648",
    "name": "הילה עמק יזרעאל/מנשת"
  },
  {
    "id": "482125",
    "name": "שש שנתי שיבולים"
  },
  {
    "id": "872671",
    "name": "הילה אלביילסאן"
  },
  {
    "id": "729574",
    "name": "זיו אור נתניה"
  },
  {
    "id": "729293",
    "name": "אורט מח\"ט צור ערד"
  },
  {
    "id": "729848",
    "name": "ישיבה לצעירים פתח תק"
  },
  {
    "id": "723437",
    "name": "בית בנימין"
  },
  {
    "id": "729285",
    "name": "אורט טכנולוגי קרית ג"
  },
  {
    "id": "725382",
    "name": "תומכי תמימים - ישיבה"
  },
  {
    "id": "722058",
    "name": "הישיבה הגדולה עטרת ש"
  },
  {
    "id": "729087",
    "name": "ישיבה למצוינים רחובו"
  },
  {
    "id": "728808",
    "name": "ישיבה לצעירים רכסים"
  },
  {
    "id": "872655",
    "name": "הילה תל אביב - בנים"
  },
  {
    "id": "641431",
    "name": "בנימין רוטמן אשל הנשיא"
  },
  {
    "id": "644393",
    "name": "מקיף ע\"ש זילברמן"
  },
  {
    "id": "641456",
    "name": "משלב דרור"
  },
  {
    "id": "482265",
    "name": "הישיבה התיכונית ברוכין"
  },
  {
    "id": "482257",
    "name": "שש-שנתי תיכון גבעת שמואל"
  },
  {
    "id": "384370",
    "name": "ישיבה תנכ\"ית זכרון יעקב"
  },
  {
    "id": "620476",
    "name": "לב הבוסתן"
  },
  {
    "id": "641464",
    "name": "אבדאע לאומניות."
  },
  {
    "id": "733584",
    "name": "דמוקרטי בעמק- התיכון"
  },
  {
    "id": "733121",
    "name": "מקיף ע\"ש ד\"ר חאלד ס"
  },
  {
    "id": "482307",
    "name": "תיכון חב\"ד בנות"
  },
  {
    "id": "573105",
    "name": "יאפא אלמוסתקבל ל\"ג"
  },
  {
    "id": "616672",
    "name": "מרכז פסג\"ה אלעד חרדי"
  },
  {
    "id": "616698",
    "name": "מרכז פסג\"ה אשדוד חרד"
  },
  {
    "id": "620468",
    "name": "בי\"ח אסותא"
  },
  {
    "id": "616664",
    "name": "מרכז פסג\"ה ביתר עילית חרד"
  },
  {
    "id": "620450",
    "name": "אלה חנ\"מ"
  },
  {
    "id": "616706",
    "name": "מרכז פסג\"ה י-ם חרדי"
  },
  {
    "id": "616656",
    "name": "מרכז פסג\"ה מודיעין עילית"
  },
  {
    "id": "616680",
    "name": "מרכז פסג\"ה רכסים חרד"
  },
  {
    "id": "729095",
    "name": "אבן האזל אלעד"
  },
  {
    "id": "733691",
    "name": "דגל ירושלים"
  },
  {
    "id": "742544",
    "name": "מכון בית יעקב למורות"
  },
  {
    "id": "734301",
    "name": "מרגליות"
  },
  {
    "id": "740753",
    "name": "תיכון חרדי באר יעקב"
  },
  {
    "id": "729566",
    "name": "ישיבת ברכת השם"
  },
  {
    "id": "733824",
    "name": "ישיבת תורת עולם"
  },
  {
    "id": "733907",
    "name": "ופרצת-מוסדות ליו"
  },
  {
    "id": "739011",
    "name": "בית דוד"
  },
  {
    "id": "739185",
    "name": "ברכת שמואל"
  },
  {
    "id": "740688",
    "name": "תיכון נתיבות שלום"
  },
  {
    "id": "741348",
    "name": "בית יעקב החדש ביתר ע"
  },
  {
    "id": "729079",
    "name": "עטרת שלמה בארה\"ק"
  },
  {
    "id": "735845",
    "name": "ישיבת בית רפאל"
  },
  {
    "id": "736975",
    "name": "מתיבתא דרבי יוחנן מע"
  },
  {
    "id": "741496",
    "name": "תורה ודעת"
  },
  {
    "id": "734863",
    "name": "כפר הנוער הערבי למצויינות"
  },
  {
    "id": "872747",
    "name": "הילה מטה אשר/ס.צור"
  },
  {
    "id": "741033",
    "name": "אדם ואדמה- ערבה"
  },
  {
    "id": "734061",
    "name": "מעלות שמחה"
  },
  {
    "id": "740381",
    "name": "ישיבת משכנות נעורים"
  },
  {
    "id": "560581",
    "name": "סמינר חסידי ירושלים"
  },
  {
    "id": "732024",
    "name": "אמרי משה"
  },
  {
    "id": "740779",
    "name": "אוהל רבקה"
  },
  {
    "id": "741280",
    "name": "משכנותיך ישראך"
  },
  {
    "id": "741892",
    "name": "בנות מלכים"
  },
  {
    "id": "872739",
    "name": "הילה י-ם בנים חרדי"
  },
  {
    "id": "742163",
    "name": "אולפנת תפארת"
  },
  {
    "id": "728691",
    "name": "ישיבת תורת מרדכי"
  },
  {
    "id": "733451",
    "name": "דרכה של תורה מודיעין"
  },
  {
    "id": "741710",
    "name": "בנות בת שבע"
  },
  {
    "id": "740365",
    "name": "תיכון אלמל"
  },
  {
    "id": "739045",
    "name": "רימון"
  },
  {
    "id": "732529",
    "name": "דרך עליה"
  },
  {
    "id": "739052",
    "name": "מרכז לתורה והוראה"
  },
  {
    "id": "741173",
    "name": "חנוך לנער"
  },
  {
    "id": "733956",
    "name": "בית מנחם מענדל"
  },
  {
    "id": "742189",
    "name": "תיכון בנות שולמית"
  },
  {
    "id": "736256",
    "name": "ישיבה לצעירים תלציון"
  },
  {
    "id": "641514",
    "name": "מקיף ו' דרכא רונסון"
  },
  {
    "id": "641548",
    "name": "אולפנת בני עקיבא לכיש"
  },
  {
    "id": "384479",
    "name": "קרית חינוך ע\"ש יצחק נבון"
  },
  {
    "id": "344325",
    "name": "תיכון אתגרי העתיד"
  },
  {
    "id": "641522",
    "name": "על יסודי אדם"
  },
  {
    "id": "482513",
    "name": "נפלאות"
  },
  {
    "id": "482489",
    "name": "ממ\"ד עמנואל"
  },
  {
    "id": "482414",
    "name": "חיים גורי"
  },
  {
    "id": "641498",
    "name": "ישיבה תיכונית בנ\"ע עלי"
  },
  {
    "id": "482430",
    "name": "עלי זהב"
  },
  {
    "id": "384461",
    "name": "מקיף עארה"
  },
  {
    "id": "579490",
    "name": "כפר הנוער אמי\"ת"
  },
  {
    "id": "482505",
    "name": "העוגן לב השרון"
  },
  {
    "id": "641480",
    "name": "אולפנת בנ\"ע שילה"
  },
  {
    "id": "582007",
    "name": "פלך"
  },
  {
    "id": "384487",
    "name": "הלל יפה"
  },
  {
    "id": "482497",
    "name": "אור שמחה חנמ בנים"
  },
  {
    "id": "625400",
    "name": "מתי\"א התישבותי"
  },
  {
    "id": "625319",
    "name": "מרכז מחוננים"
  },
  {
    "id": "482398",
    "name": "מגשימים"
  },
  {
    "id": "872812",
    "name": "הילה א.א.פאחם אבוסמר"
  },
  {
    "id": "872838",
    "name": "הילה א.א.פאחם אלזהרא"
  },
  {
    "id": "747501",
    "name": "עטרת שלמה אלעד"
  },
  {
    "id": "748699",
    "name": "שפע חיים צאנז"
  },
  {
    "id": "749200",
    "name": "סמינר בית יעקב תפארת"
  },
  {
    "id": "740894",
    "name": "מרכז עתיד לוגי טק"
  },
  {
    "id": "747469",
    "name": "אהלים של תורה"
  },
  {
    "id": "747329",
    "name": "דורשי ציון"
  },
  {
    "id": "747337",
    "name": "תפארת משה"
  },
  {
    "id": "747535",
    "name": "ישיבת ברסלב ביתר"
  },
  {
    "id": "755397",
    "name": "אורט משכן משה ביתר עלית"
  },
  {
    "id": "747519",
    "name": "ישיבת חסד לאברהם"
  },
  {
    "id": "749895",
    "name": "בנות ציון"
  },
  {
    "id": "744565",
    "name": "בית הספר הבינלאומי ב"
  },
  {
    "id": "872846",
    "name": "הילה בית סוהר דמון"
  },
  {
    "id": "749028",
    "name": "תיכון אהל משה"
  },
  {
    "id": "742759",
    "name": "דרכי הלל"
  },
  {
    "id": "746115",
    "name": "עלמא"
  },
  {
    "id": "748897",
    "name": "סוגה בשושנים"
  },
  {
    "id": "747584",
    "name": "בית יצחק"
  },
  {
    "id": "747618",
    "name": "אהל תורה"
  },
  {
    "id": "749077",
    "name": "סמינר שושנים"
  },
  {
    "id": "749887",
    "name": "נשמת התורה"
  },
  {
    "id": "872861",
    "name": "הילה ג'בל מוכאבר י-ם"
  },
  {
    "id": "872853",
    "name": "הילה הרועה העברי"
  },
  {
    "id": "746669",
    "name": "ישיבת צביה כרמי קטיף"
  },
  {
    "id": "738575",
    "name": "ישבת תפארת ישראל"
  },
  {
    "id": "746784",
    "name": "תיכון ויזניץ מודיעין"
  },
  {
    "id": "755066",
    "name": "ישיבת בנ\"ע בר יוחאי מירון"
  },
  {
    "id": "746404",
    "name": "ישיבת בני עקיבא מכלו"
  },
  {
    "id": "748574",
    "name": "רגבים בנימין"
  },
  {
    "id": "872788",
    "name": "הילה מער.בנימין בנים"
  },
  {
    "id": "744110",
    "name": "נוף הגליל"
  },
  {
    "id": "872754",
    "name": "הילה חוף כרמל"
  },
  {
    "id": "754432",
    "name": "ישיבה לצעירים עפולה"
  },
  {
    "id": "732735",
    "name": "תיכון קדם"
  },
  {
    "id": "747576",
    "name": "משכנות התלמוד"
  },
  {
    "id": "872879",
    "name": "הילה בית דניאלה"
  },
  {
    "id": "749572",
    "name": "ישיבה לצעירים - בית"
  },
  {
    "id": "748004",
    "name": "תיכון גור קרית גת"
  },
  {
    "id": "872804",
    "name": "הילה רמת אליהו-ראשלצ"
  },
  {
    "id": "745877",
    "name": "עטרת התלמוד"
  },
  {
    "id": "482653",
    "name": "אולפנת השומרון"
  },
  {
    "id": "759399",
    "name": "תיכון דמוקרטי"
  },
  {
    "id": "581215",
    "name": "שחקים"
  },
  {
    "id": "482620",
    "name": "שש שנתי יצחק נבון"
  },
  {
    "id": "620484",
    "name": "אלומות"
  },
  {
    "id": "641563",
    "name": "תיכון דרך"
  },
  {
    "id": "623850",
    "name": "כרם גפנים"
  },
  {
    "id": "770040",
    "name": "המשותף חוף הכרמל"
  },
  {
    "id": "580001",
    "name": "שש שנתי רמון"
  },
  {
    "id": "581223",
    "name": "בר אילן"
  },
  {
    "id": "581231",
    "name": "אולפנא הר חברון"
  },
  {
    "id": "581207",
    "name": "מרכז חינוכי וולפסון"
  },
  {
    "id": "482638",
    "name": "אופקים"
  },
  {
    "id": "384537",
    "name": "רונה רמון"
  },
  {
    "id": "631002",
    "name": "מרכז פסג\"ה נווה במדבר"
  },
  {
    "id": "384529",
    "name": "חינוך מיוחד"
  },
  {
    "id": "761643",
    "name": "אורט אבו קוידר נווה מדבר"
  },
  {
    "id": "758078",
    "name": "שערי תורה אור עקיבא"
  },
  {
    "id": "872945",
    "name": "הילה ח.מעצר מגן דוד"
  },
  {
    "id": "758060",
    "name": "ישיבת בני ראובן"
  },
  {
    "id": "758110",
    "name": "אור אפרים אלעד"
  },
  {
    "id": "761379",
    "name": "תורת חיים"
  },
  {
    "id": "759688",
    "name": "שבות ישראל"
  },
  {
    "id": "755231",
    "name": "הישיבה לצעירים"
  },
  {
    "id": "758177",
    "name": "אגודת אוהל זהר התורה"
  },
  {
    "id": "872911",
    "name": "הילה אשדוד-מרכז עדי"
  },
  {
    "id": "755223",
    "name": "תיכון קורצ'אק '"
  },
  {
    "id": "872929",
    "name": "הילה באר שבע מואץ"
  },
  {
    "id": "747493",
    "name": "ישיבת תפארת התורה"
  },
  {
    "id": "755603",
    "name": "כנסת תורת חיים"
  },
  {
    "id": "756577",
    "name": "מעלות ירושלים"
  },
  {
    "id": "756585",
    "name": "איילת השחר"
  },
  {
    "id": "761858",
    "name": "מבקשי תורה"
  },
  {
    "id": "755868",
    "name": "בנות חנה"
  },
  {
    "id": "761205",
    "name": "נועם תיכון טכנולגי"
  },
  {
    "id": "757831",
    "name": "עמל התורה הקדושה"
  },
  {
    "id": "758052",
    "name": "אהל אברהם"
  },
  {
    "id": "758169",
    "name": "דרך תבונות"
  },
  {
    "id": "759043",
    "name": "סמינר בנות לאה אסתר"
  },
  {
    "id": "758136",
    "name": "המכינה התורנית מגיני"
  },
  {
    "id": "758466",
    "name": "תורת יעקב"
  },
  {
    "id": "759019",
    "name": "עטרת תמר"
  },
  {
    "id": "872952",
    "name": "הילה חריש"
  },
  {
    "id": "749481",
    "name": "סמינר בינת החינוך"
  },
  {
    "id": "757609",
    "name": "בית ספר תיכון סמירא"
  },
  {
    "id": "757641",
    "name": "מכון בית יעקב למורות"
  },
  {
    "id": "757666",
    "name": "אולפנת עטרת רחל"
  },
  {
    "id": "758243",
    "name": "טל ישראל"
  },
  {
    "id": "758250",
    "name": "ישיבת נתיבות מרדכי"
  },
  {
    "id": "760116",
    "name": "הדרת משה"
  },
  {
    "id": "758094",
    "name": "סמינר יצהר"
  },
  {
    "id": "872895",
    "name": "הילה מוא\"ז אשכול"
  },
  {
    "id": "754804",
    "name": "ישיבת באר יצחק- מודי"
  },
  {
    "id": "758417",
    "name": "ישיבת שערי דעה"
  },
  {
    "id": "761353",
    "name": "סמינר בנות מלכה"
  },
  {
    "id": "755181",
    "name": "תיכון אזורי רמת הנגב"
  },
  {
    "id": "756353",
    "name": "נחלת אפרים"
  },
  {
    "id": "745901",
    "name": "עטרת בית יעקב"
  },
  {
    "id": "756619",
    "name": "שובו מיטב נתניה"
  },
  {
    "id": "758151",
    "name": "ישיבה לצעירים עפולה"
  },
  {
    "id": "756205",
    "name": "שובו מיטב ראשלצ"
  },
  {
    "id": "755074",
    "name": "אורט מעין חי רחובות"
  },
  {
    "id": "761395",
    "name": "ישיבת צביה מצפה רחובות"
  },
  {
    "id": "872903",
    "name": "הילה ישיבה פרי הארץ"
  },
  {
    "id": "475871",
    "name": "רועי קריב מרכז להורא"
  },
  {
    "id": "756833",
    "name": "שערי אשר"
  },
  {
    "id": "641621",
    "name": "מקיף מדעים"
  },
  {
    "id": "482810",
    "name": "עתיד חנה סנש"
  },
  {
    "id": "482844",
    "name": "ישיבת צביה הר ברכה"
  },
  {
    "id": "482778",
    "name": "דרכא רות"
  },
  {
    "id": "630640",
    "name": "תיכון אנתרופוסופי"
  },
  {
    "id": "344259",
    "name": "אולפנת בני עקיבא חריש"
  },
  {
    "id": "384545",
    "name": "ישיבת בני עקיבא חריש"
  },
  {
    "id": "641662",
    "name": "תבל תיכון רמות"
  },
  {
    "id": "641670",
    "name": "גורן ע\"ש רחמים מלמד"
  },
  {
    "id": "650028",
    "name": "אלקימה"
  },
  {
    "id": "641654",
    "name": "הרב תחומי עמל אלסדיק"
  },
  {
    "id": "641969",
    "name": "בית חיה מושקא"
  },
  {
    "id": "641647",
    "name": "עמק חפר משותף"
  },
  {
    "id": "810002",
    "name": "מדרשה אמנויות מדעים דרכא"
  },
  {
    "id": "581389",
    "name": "שחפים"
  },
  {
    "id": "641597",
    "name": "אל מנאר"
  },
  {
    "id": "820548",
    "name": "עדני הנגב"
  },
  {
    "id": "581314",
    "name": "עירוני ל\"ד יצחק שמיר"
  },
  {
    "id": "581322",
    "name": "עירוני ל\"ז צמרות"
  },
  {
    "id": "482869",
    "name": "לב הפיסגה"
  },
  {
    "id": "643577",
    "name": "אורט אלהאלל נווה מדבר"
  },
  {
    "id": "633776",
    "name": "בנין אב בית אהרון"
  },
  {
    "id": "631309",
    "name": "אדם ואדמה גולן"
  },
  {
    "id": "631556",
    "name": "משאת מלך"
  },
  {
    "id": "637470",
    "name": "המדרשיה ישמח משה"
  },
  {
    "id": "631424",
    "name": "דרכי שמואל"
  },
  {
    "id": "633198",
    "name": "שבילי בינה"
  },
  {
    "id": "755157",
    "name": "בית השם נהלך"
  },
  {
    "id": "761320",
    "name": "ישיבת משכנותיך ישראל"
  },
  {
    "id": "631440",
    "name": "מורשת שמחה"
  },
  {
    "id": "632216",
    "name": "משנתו שלמה"
  },
  {
    "id": "633370",
    "name": "ישיבה גדולה וכולל פנ"
  },
  {
    "id": "642835",
    "name": "פתחיה - פסגות"
  },
  {
    "id": "631523",
    "name": "ישיבת פוניבז'"
  },
  {
    "id": "633255",
    "name": "אורחות חיים החדשה"
  },
  {
    "id": "633388",
    "name": "ישיבת היכל שמואל"
  },
  {
    "id": "634881",
    "name": "תלמוד תורה ויזניץ קר"
  },
  {
    "id": "642108",
    "name": "סמינר בנות חנה- חב\"ד"
  },
  {
    "id": "633685",
    "name": "עמל מח\"ט זרזיר"
  },
  {
    "id": "873018",
    "name": "הילה ח.מעצר בית שחר"
  },
  {
    "id": "873083",
    "name": "הילה כרמל"
  },
  {
    "id": "633263",
    "name": "ישיבת פני מנחם"
  },
  {
    "id": "633305",
    "name": "עבדאללה בנות מח\"ט"
  },
  {
    "id": "633602",
    "name": "ים התורה"
  },
  {
    "id": "642223",
    "name": "אלעולא"
  },
  {
    "id": "642231",
    "name": "כפר עקב בנות"
  },
  {
    "id": "642298",
    "name": "מח\"ט בית חנינה בנים"
  },
  {
    "id": "643593",
    "name": "בנות בית יעקב"
  },
  {
    "id": "756692",
    "name": "בית ספר תיכון רואא"
  },
  {
    "id": "758193",
    "name": "דעת אהרון"
  },
  {
    "id": "636019",
    "name": "אדם ואדמה תבור"
  },
  {
    "id": "873059",
    "name": "הילה כסייפה"
  },
  {
    "id": "632034",
    "name": "מעלות רבקה"
  },
  {
    "id": "873034",
    "name": "הילה מצפה רמון"
  },
  {
    "id": "872978",
    "name": "הילה עמק יזרעאל/נהלל"
  },
  {
    "id": "872994",
    "name": "הילה נשר"
  },
  {
    "id": "873067",
    "name": "הילה נתניה חרדיות"
  },
  {
    "id": "631739",
    "name": "ישיבה קטנה גור החדשה"
  },
  {
    "id": "643569",
    "name": "כרם חיה מושקא"
  },
  {
    "id": "872986",
    "name": "הילה ראס עלי"
  },
  {
    "id": "643387",
    "name": "תורת אליהו"
  },
  {
    "id": "873000",
    "name": "הילה רחובות בנות חרד"
  },
  {
    "id": "873042",
    "name": "הילה רחובות בנית חרד"
  },
  {
    "id": "872960",
    "name": "הילה תקוע"
  },
  {
    "id": "581405",
    "name": "ע\"ש רמון"
  },
  {
    "id": "482950",
    "name": "ישיבת מערב השומרון"
  },
  {
    "id": "650523",
    "name": "אולפנת בית אל"
  },
  {
    "id": "646588",
    "name": "נעימת הלב"
  },
  {
    "id": "645424",
    "name": "ניסוי ארגנטינה"
  },
  {
    "id": "650515",
    "name": "אולפנת רננה"
  },
  {
    "id": "482968",
    "name": "בית הספר דרכא למדעים ולמנהיגות"
  },
  {
    "id": "646299",
    "name": "עודד"
  },
  {
    "id": "761767",
    "name": "העמק"
  },
  {
    "id": "656132",
    "name": "ישיבה תיכונית"
  },
  {
    "id": "645838",
    "name": "חט\"ב אבדאע"
  },
  {
    "id": "656165",
    "name": "אולפנא טל תחיה"
  },
  {
    "id": "441303",
    "name": "שש שנתי ידלין"
  },
  {
    "id": "645200",
    "name": "אולפנת בארי"
  },
  {
    "id": "581439",
    "name": "עירוני כ\"ד- עמוס עוז"
  },
  {
    "id": "645655",
    "name": "דרורים"
  },
  {
    "id": "649947",
    "name": "בית ספר בכפר"
  },
  {
    "id": "482984",
    "name": "איבדאע"
  },
  {
    "id": "645499",
    "name": "בי\"ח פורייה"
  },
  {
    "id": "648766",
    "name": "מרכז מחוננים"
  },
  {
    "id": "873216",
    "name": "הילה שומרון חרדי/אית"
  },
  {
    "id": "653659",
    "name": "אורט - אור יקרות"
  },
  {
    "id": "647966",
    "name": "מוסדות יצחק ירנן"
  },
  {
    "id": "873141",
    "name": "הילה גזר"
  },
  {
    "id": "642660",
    "name": "סמינר בנות רחל"
  },
  {
    "id": "873125",
    "name": "הילה בית שמש אמונים"
  },
  {
    "id": "646794",
    "name": "ישיבת עטרת חיים צבי ברכת מאיר"
  },
  {
    "id": "657379",
    "name": "ישיבת בעלזא ביתר עילית"
  },
  {
    "id": "648410",
    "name": "מוסדות בית נחמיה"
  },
  {
    "id": "648444",
    "name": "סמינר אקשטיין"
  },
  {
    "id": "648519",
    "name": "עץ חיים דבאבוב בארה\""
  },
  {
    "id": "647834",
    "name": "ישיבת קדושת ציון ד'ב"
  },
  {
    "id": "873224",
    "name": "הילה בת ים עלמה"
  },
  {
    "id": "654210",
    "name": "מכללת אור העתיד גן י"
  },
  {
    "id": "645382",
    "name": "תיכון שקמים"
  },
  {
    "id": "649103",
    "name": "ישיבת זכרון מיכאל"
  },
  {
    "id": "648816",
    "name": "תיכון נתיבות משה"
  },
  {
    "id": "655183",
    "name": "בנות רחל"
  },
  {
    "id": "644989",
    "name": "לבב חכמה"
  },
  {
    "id": "647123",
    "name": "הישיבה החדשה לצעירים"
  },
  {
    "id": "647198",
    "name": "משכן העדות"
  },
  {
    "id": "648386",
    "name": "תיכון ראשית"
  },
  {
    "id": "654020",
    "name": "ישיבת דרכי יוסף"
  },
  {
    "id": "655563",
    "name": "בית אהרן"
  },
  {
    "id": "656363",
    "name": "אור שרה"
  },
  {
    "id": "658344",
    "name": "אורחות בית יעקב ירוש"
  },
  {
    "id": "745968",
    "name": "ישיבת היכל יצחק"
  },
  {
    "id": "873109",
    "name": "הילה בית אריאל"
  },
  {
    "id": "873133",
    "name": "הילה אתנחתא בנות"
  },
  {
    "id": "873174",
    "name": "הילה איילת השחר"
  },
  {
    "id": "634261",
    "name": "אדם ואדמה ניצנים"
  },
  {
    "id": "635391",
    "name": "מח\"ט כפר-קרע"
  },
  {
    "id": "645036",
    "name": "סמינר בית יעקב החסיד"
  },
  {
    "id": "873091",
    "name": "הילה מזכרת בתיה"
  },
  {
    "id": "873208",
    "name": "הילה בקעת הירדן"
  },
  {
    "id": "873166",
    "name": "הילה דרום השרון"
  },
  {
    "id": "873117",
    "name": "הילה עכו - חרדי"
  },
  {
    "id": "650127",
    "name": "בי\"ס מח\"ט עראבה"
  },
  {
    "id": "647487",
    "name": "מעיל שמואל"
  },
  {
    "id": "656017",
    "name": "סמינר כלל חסידי צפת"
  },
  {
    "id": "873190",
    "name": "הילה קרית טבעון"
  },
  {
    "id": "873182",
    "name": "הילה בית משלך"
  },
  {
    "id": "632281",
    "name": "אבן שלמה"
  },
  {
    "id": "759696",
    "name": "תפארת שלמה"
  },
  {
    "id": "653600",
    "name": "ישיבת פלח הרימון"
  },
  {
    "id": "648469",
    "name": "נצח ישראל"
  },
  {
    "id": "580043",
    "name": "מקיף שש שנתי למנהיגות ומצויינות ע\"ש יונתן נתניהו"
  },
  {
    "id": "668962",
    "name": "אלביאן מקיף"
  },
  {
    "id": "658898",
    "name": "ישיבה תיכונית צביה"
  },
  {
    "id": "590414",
    "name": "אולפנת אורות"
  },
  {
    "id": "344283",
    "name": "אורט שחר פרדס חנה"
  },
  {
    "id": "444588",
    "name": "ישיבה תיכונית צומחת"
  },
  {
    "id": "448308",
    "name": "שש שנתי יצחק שמיר"
  },
  {
    "id": "659441",
    "name": "מקיף וואלדרוף"
  },
  {
    "id": "664276",
    "name": "מרכז מחוננים חרדי"
  },
  {
    "id": "115675",
    "name": "צלילים"
  },
  {
    "id": "662262",
    "name": "נחלים"
  },
  {
    "id": "671297",
    "name": "שירת מרים"
  },
  {
    "id": "659888",
    "name": "הר עציון לצעירים"
  },
  {
    "id": "663112",
    "name": "פונוביז' גרודנא באר"
  },
  {
    "id": "659284",
    "name": "מכללת ואן טק בארי"
  },
  {
    "id": "662726",
    "name": "ישיבת בית חדש-שערי י"
  },
  {
    "id": "672568",
    "name": "שערי שמועות"
  },
  {
    "id": "662973",
    "name": "אורות עולם"
  },
  {
    "id": "672220",
    "name": "בנות ליובאוויטש"
  },
  {
    "id": "873257",
    "name": "הילה ב.שמש-מרכז עדי"
  },
  {
    "id": "660613",
    "name": "דרכיה"
  },
  {
    "id": "670182",
    "name": "מעלות דבורה"
  },
  {
    "id": "670240",
    "name": "סמינר ביתר עילית שירת דבורה"
  },
  {
    "id": "672410",
    "name": "עטרת ראובן"
  },
  {
    "id": "661660",
    "name": "שבילי החינוך"
  },
  {
    "id": "663013",
    "name": "רוממות התורה"
  },
  {
    "id": "663096",
    "name": "חיי אברהם פונוביז"
  },
  {
    "id": "669309",
    "name": "סמינר חסידי חדש"
  },
  {
    "id": "659631",
    "name": "עתיד בית חנה"
  },
  {
    "id": "672386",
    "name": "התיכון החדש בטבריה"
  },
  {
    "id": "643692",
    "name": "עידן התורה"
  },
  {
    "id": "647206",
    "name": "בית עזריאל"
  },
  {
    "id": "658849",
    "name": "שפתי חיים"
  },
  {
    "id": "661637",
    "name": "ענבר"
  },
  {
    "id": "661835",
    "name": "ישיבת תפארת אברהם טש"
  },
  {
    "id": "661850",
    "name": "תיכון יעלת חן"
  },
  {
    "id": "662296",
    "name": "אום טובא תיכון בנים"
  },
  {
    "id": "662452",
    "name": "אמחד סאמח תיכון בנים"
  },
  {
    "id": "662494",
    "name": "אלתורי תיכון בנות"
  },
  {
    "id": "662502",
    "name": "אלסופראא תיכון מעורב"
  },
  {
    "id": "662510",
    "name": "אלוואדי תיכון מעורב"
  },
  {
    "id": "663070",
    "name": "אהבת ציון"
  },
  {
    "id": "663088",
    "name": "היכל אברהם"
  },
  {
    "id": "665562",
    "name": "הכתר"
  },
  {
    "id": "670851",
    "name": "בנות צפורה"
  },
  {
    "id": "671347",
    "name": "ארחות יושר"
  },
  {
    "id": "672600",
    "name": "טשכנוב ירושלים"
  },
  {
    "id": "673053",
    "name": "בנות חיה"
  },
  {
    "id": "873265",
    "name": "הילה מזרח י-ם שועפאט"
  },
  {
    "id": "665588",
    "name": "מח\"ט כסיפה"
  },
  {
    "id": "662866",
    "name": "תפארת לוי גני איילון"
  },
  {
    "id": "672634",
    "name": "ישיבת עטרת שלמה אחיס"
  },
  {
    "id": "873273",
    "name": "הילה לקיה"
  },
  {
    "id": "662940",
    "name": "תיכון באר מרים"
  },
  {
    "id": "667394",
    "name": "ארבעת המינים"
  },
  {
    "id": "873232",
    "name": "הילה פ.תקוה בנות חרד"
  },
  {
    "id": "659334",
    "name": "מח\"ט אמית צפת"
  },
  {
    "id": "662650",
    "name": "ישיבת באר מים חיים צפת"
  },
  {
    "id": "673244",
    "name": "נחלי אמונה צפת"
  },
  {
    "id": "755900",
    "name": "תומר דבורה"
  },
  {
    "id": "668434",
    "name": "תיכון אודם דרכא"
  },
  {
    "id": "656207",
    "name": "היכל התלמוד"
  },
  {
    "id": "667097",
    "name": "תיכון כה תאמר"
  },
  {
    "id": "658989",
    "name": "תיכון שחקים"
  },
  {
    "id": "658443",
    "name": "תומכי תמימים ראשל\"צ"
  },
  {
    "id": "669259",
    "name": "ברנקו וייס מרכז תמר"
  },
  {
    "id": "662783",
    "name": "תורת שלמה"
  },
  {
    "id": "659235",
    "name": "תיכון ע\"ש בגין"
  },
  {
    "id": "663336",
    "name": "תיכון אורים"
  },
  {
    "id": "659680",
    "name": "שדה צופים"
  },
  {
    "id": "655233",
    "name": "שירת ציון"
  },
  {
    "id": "662635",
    "name": "ביה\"ס לעתודה טכנולוגית ספיר"
  },
  {
    "id": "144626",
    "name": "תבל גבעה צרפתית"
  },
  {
    "id": "673822",
    "name": "התיכון הנכו\"ן"
  },
  {
    "id": "484238",
    "name": "קשת"
  },
  {
    "id": "648295",
    "name": "מקיף אלע'ד טומשין"
  },
  {
    "id": "244574",
    "name": "אורט מגשימים"
  },
  {
    "id": "484204",
    "name": "אורט תיכון תורני אקדמי נופים"
  },
  {
    "id": "484246",
    "name": "שחר"
  },
  {
    "id": "581538",
    "name": "מרחב"
  },
  {
    "id": "674150",
    "name": "מאירים"
  },
  {
    "id": "384743",
    "name": "מרכז מחוננים חריש"
  },
  {
    "id": "763573",
    "name": "מכללת עתיד בועיינה נוג'ידאת"
  },
  {
    "id": "674762",
    "name": "סמינר \"שלהבת\""
  },
  {
    "id": "676080",
    "name": "ישיבת טשערנאביל בית שמש"
  },
  {
    "id": "676148",
    "name": "ישיבת ברכת אליעזר"
  },
  {
    "id": "767285",
    "name": "ישיבת חיי עולם"
  },
  {
    "id": "676130",
    "name": "תפארת רוזין"
  },
  {
    "id": "676254",
    "name": "עזרת שמעון"
  },
  {
    "id": "655449",
    "name": "תכלת מרדכי נדבורנה"
  },
  {
    "id": "676478",
    "name": "אמרי שאול מודז'יץ"
  },
  {
    "id": "676544",
    "name": "צדקת נתן"
  },
  {
    "id": "728964",
    "name": "ישיבת משכנות התורה"
  },
  {
    "id": "765321",
    "name": "ישיבת אור יצחק"
  },
  {
    "id": "659649",
    "name": "בית ספר טכנולוגי ד'ד"
  },
  {
    "id": "763524",
    "name": "צעירים חדרה"
  },
  {
    "id": "673541",
    "name": "תיכון בית מלכה חיפה"
  },
  {
    "id": "676353",
    "name": "מתיבתא דרבי יוחנן"
  },
  {
    "id": "673913",
    "name": "חדוות השם"
  },
  {
    "id": "673939",
    "name": "סמינר הר חומה"
  },
  {
    "id": "674416",
    "name": "בויאר בינלאומי"
  },
  {
    "id": "674531",
    "name": "ישיבה קטנה -הר חומה"
  },
  {
    "id": "675231",
    "name": "תורת יהודה"
  },
  {
    "id": "675256",
    "name": "שער המלך"
  },
  {
    "id": "762401",
    "name": "ישיבת שירת התורה"
  },
  {
    "id": "768796",
    "name": "ישיבת תפארת התורה"
  },
  {
    "id": "764290",
    "name": "אולפנת רגבים כפר עציון"
  },
  {
    "id": "675934",
    "name": "ישיבת ארחות יעקב"
  },
  {
    "id": "677245",
    "name": "סמינר הליכות בית יעקב"
  },
  {
    "id": "767830",
    "name": "תורת אליהו"
  },
  {
    "id": "675363",
    "name": "ישיבה קטנה נווה"
  },
  {
    "id": "674085",
    "name": "אורחות שרה"
  },
  {
    "id": "767301",
    "name": "סמינר החדש עפולה"
  },
  {
    "id": "676171",
    "name": "ישיבת אחינו פתח תקוה"
  },
  {
    "id": "673509",
    "name": "לב לדעת"
  },
  {
    "id": "765966",
    "name": "אורט מחט קסאר אסר"
  },
  {
    "id": "648394",
    "name": "קינג סולמון- על יסוד"
  },
  {
    "id": "634253",
    "name": "מרכז תורני רעננה"
  },
  {
    "id": "768697",
    "name": "ישיבת תפרח לצעירים"
  },
  {
    "id": "681247",
    "name": "דרכא חמ\"ד למצויינות מרום"
  },
  {
    "id": "681676",
    "name": "ישיבת סנהדרין"
  },
  {
    "id": "804245",
    "name": "עמי אסף"
  },
  {
    "id": "681379",
    "name": "ג'סור אלאמל"
  },
  {
    "id": "681288",
    "name": "תיכון לביא"
  },
  {
    "id": "804252",
    "name": "שחפים"
  },
  {
    "id": "681528",
    "name": "אורט כנפי אלישע עכו"
  },
  {
    "id": "681361",
    "name": "תיכון תבנית החינוך המוזהב"
  },
  {
    "id": "581678",
    "name": "סמי מיכאלי"
  },
  {
    "id": "681239",
    "name": "קשת חינוך מיוחד"
  },
  {
    "id": "232918",
    "name": "גלים"
  },
  {
    "id": "695072",
    "name": "מתי\"א שדרות"
  },
  {
    "id": "785543",
    "name": "תיכון תהילה"
  },
  {
    "id": "771626",
    "name": "תיכון שירת הדסה"
  },
  {
    "id": "772327",
    "name": "רגבים כנרת"
  },
  {
    "id": "774174",
    "name": "תורה וחסד ליובאוויטש"
  },
  {
    "id": "778837",
    "name": "ישיבה לצעירים"
  },
  {
    "id": "661827",
    "name": "מאור ירושלים"
  },
  {
    "id": "767889",
    "name": "ישיבת דרך התורה"
  },
  {
    "id": "774737",
    "name": "אש התלמוד"
  },
  {
    "id": "785766",
    "name": "ישיבת צאנז- שפע חיים"
  },
  {
    "id": "663310",
    "name": "שערי דוד פרמישלאן"
  },
  {
    "id": "772574",
    "name": "ישיבת בנועם התלמוד"
  },
  {
    "id": "786293",
    "name": "ישיבת דרכי תורה"
  },
  {
    "id": "873315",
    "name": "הילה גבעתיים"
  },
  {
    "id": "769919",
    "name": "נתיבות שרה"
  },
  {
    "id": "779843",
    "name": "תיכון בנות מנחם"
  },
  {
    "id": "786319",
    "name": "ישיבת אדני זהב"
  },
  {
    "id": "785493",
    "name": "תיכון החדש חיפה"
  },
  {
    "id": "773275",
    "name": "זיו אור חריש"
  },
  {
    "id": "873349",
    "name": "הילה חריש-שלוחה חרדי"
  },
  {
    "id": "772913",
    "name": "הישיבה הגדולה יסודות"
  },
  {
    "id": "674481",
    "name": "דאר אלסלאם עי''ס"
  },
  {
    "id": "674556",
    "name": "סמינר תומר דבורה"
  },
  {
    "id": "771188",
    "name": "ישיבה למצוינים פני מנחם"
  },
  {
    "id": "772905",
    "name": "תאיר ציון"
  },
  {
    "id": "772921",
    "name": "ראש שערים"
  },
  {
    "id": "773259",
    "name": "ישיבת רש\"י"
  },
  {
    "id": "773291",
    "name": "נתיב הדעת"
  },
  {
    "id": "774026",
    "name": "שלוחת סמינר הישן"
  },
  {
    "id": "774307",
    "name": "שירת ירושלים"
  },
  {
    "id": "785667",
    "name": "ישיבה לצעירים עמודי ארץ"
  },
  {
    "id": "786731",
    "name": "ברכת שמואל"
  },
  {
    "id": "877779",
    "name": "היל\"ה ירושלים שטח"
  },
  {
    "id": "873299",
    "name": "היל\"ה חוות רימון"
  },
  {
    "id": "873356",
    "name": "הילה לוד - חרדי"
  },
  {
    "id": "873307",
    "name": "הילה מבשרת ציון"
  },
  {
    "id": "773317",
    "name": "מיר ברכפלד"
  },
  {
    "id": "785303",
    "name": "תיכון ואדי אל נעים"
  },
  {
    "id": "873323",
    "name": "הילה פנימיית דרך הלב"
  },
  {
    "id": "776492",
    "name": "ישיבה לצעירים"
  },
  {
    "id": "785675",
    "name": "בית ישראל"
  },
  {
    "id": "763557",
    "name": "רגבים בגולן נטור"
  },
  {
    "id": "779249",
    "name": "ניצן נירים"
  },
  {
    "id": "772053",
    "name": "שלהבת יהודית"
  },
  {
    "id": "769968",
    "name": "האקדמיה למצוינות בספורט"
  },
  {
    "id": "873331",
    "name": "הילה פנימית נקודת חן"
  },
  {
    "id": "785618",
    "name": "אור שרה"
  },
  {
    "id": "769745",
    "name": "תיכון ע\"ש אפרים קציר"
  },
  {
    "id": "773358",
    "name": "מכללת אורט קרית ביאליק"
  },
  {
    "id": "780742",
    "name": "ישיבת כתר תורה"
  },
  {
    "id": "772467",
    "name": "אשירה"
  },
  {
    "id": "773127",
    "name": "יסודות התורה"
  },
  {
    "id": "480277",
    "name": "שש שנתי חדש"
  },
  {
    "id": "681957",
    "name": "אולפנת הנני"
  },
  {
    "id": "484428",
    "name": "איתן"
  },
  {
    "id": "484436",
    "name": "חינוך מיוחד"
  },
  {
    "id": "682476",
    "name": "מר. מחוננים נחל שורק"
  },
  {
    "id": "681916",
    "name": "מתי\"א ממ\"ח"
  },
  {
    "id": "682229",
    "name": "עוגן"
  },
  {
    "id": "682278",
    "name": "ניצן"
  },
  {
    "id": "681973",
    "name": "מחוננים ומצטיינים"
  },
  {
    "id": "682468",
    "name": "אלחנאן"
  },
  {
    "id": "682450",
    "name": "מרכז פסג\"ה שדרות"
  },
  {
    "id": "789115",
    "name": "ישיבת חכמת התורה"
  },
  {
    "id": "789883",
    "name": "ישיבת דבר שמעון"
  },
  {
    "id": "787325",
    "name": "ישיבת כנסת ישראל - אשדוד"
  },
  {
    "id": "789313",
    "name": "זיו אור - רמת אקדמי"
  },
  {
    "id": "798579",
    "name": "סמינר שבילי תקווה"
  },
  {
    "id": "789537",
    "name": "ישא ברכה"
  },
  {
    "id": "789842",
    "name": "בנות מלכות"
  },
  {
    "id": "797233",
    "name": "סמינר החדש בית שמש"
  },
  {
    "id": "797860",
    "name": "תיכון הללי"
  },
  {
    "id": "798546",
    "name": "ישיבת שער המלך"
  },
  {
    "id": "799023",
    "name": "הסמינר החדש"
  },
  {
    "id": "804260",
    "name": "ישיבת מבקשי השם"
  },
  {
    "id": "873372",
    "name": "הילה מית\"ר בית שמש"
  },
  {
    "id": "789420",
    "name": "מדרש יחיאל"
  },
  {
    "id": "780874",
    "name": "סמינר שפירא"
  },
  {
    "id": "789354",
    "name": "מוסדות חסידי בעלזא"
  },
  {
    "id": "797290",
    "name": "אורחות רבקה-צוקר"
  },
  {
    "id": "804955",
    "name": "עתיד מחט ג'לג'וליה"
  },
  {
    "id": "790394",
    "name": "מגדל עוז"
  },
  {
    "id": "774190",
    "name": "ישיבת נתיבות יצחק"
  },
  {
    "id": "789180",
    "name": "ישיבת בית אהרון סוויצקי"
  },
  {
    "id": "810135",
    "name": "אורט אור יקרות חריש"
  },
  {
    "id": "789750",
    "name": "תיכון בית ברכה טבריה"
  },
  {
    "id": "772020",
    "name": "ב\"ס אנואר אל-קודס אל"
  },
  {
    "id": "788869",
    "name": "ישיבת צעירים ירושלים"
  },
  {
    "id": "788919",
    "name": "עזר לחינוך בני ירושלים"
  },
  {
    "id": "788935",
    "name": "אולפנת הדר"
  },
  {
    "id": "789073",
    "name": "ישיבת תפארת התורה"
  },
  {
    "id": "796490",
    "name": "טומשין ירושלים תיכון בנים"
  },
  {
    "id": "796573",
    "name": "טומשין ירושלים תיכון בנות"
  },
  {
    "id": "762104",
    "name": "בי\"ס אלשורוק"
  },
  {
    "id": "791046",
    "name": "ישיבה לצעירים כפר תפוח"
  },
  {
    "id": "772442",
    "name": "תיכון יעלת חן"
  },
  {
    "id": "873364",
    "name": "הילה נערות חווה"
  },
  {
    "id": "789826",
    "name": "היכל יוסף"
  },
  {
    "id": "873380",
    "name": "הילה עמק המעיינות"
  },
  {
    "id": "789305",
    "name": "תיכון וסמינר ויזניץ עפולה"
  },
  {
    "id": "765313",
    "name": "תיכון שח\"ר"
  },
  {
    "id": "789016",
    "name": "אדם ואדמה אשכול"
  },
  {
    "id": "810168",
    "name": "רבבות אפרים"
  },
  {
    "id": "789131",
    "name": "ישיבה לצעירים כתר תורה"
  },
  {
    "id": "790410",
    "name": "באר יצחק"
  },
  {
    "id": "787911",
    "name": "מכללת אורט רחובות"
  },
  {
    "id": "799254",
    "name": "ישיבה תיכונית דעת מאיר"
  },
  {
    "id": "873398",
    "name": "הילה שער השומרון"
  },
  {
    "id": "873406",
    "name": "הילה ח.מעצר אלרואד"
  }
]
